Repository: TIM-JYU/TIM
Catalog: timApp/i18n/*/LC_MESSAGES/messages.po
Languages: es, fi, it, sv

source: You cannot submit new answers to the document.
es: No puede enviar nuevas respuestas al documento.
fi: Et voi lähettää uusia vastauksia tähän dokumenttiin.
it: Non è possibile inviare nuove risposte al documento.
sv: Du kan inte skicka in nya svar till dokumentet.

source: Your view access to this document has expired, so this answer was saved but marked as invalid.
es: Tu acceso a este documento ha caducado, por lo que esta respuesta se ha guardado, pero se ha marcado como no válida.
fi: Oikeutesi tähän kohteeseen umpeutui. Vastauksesi tallennettiin, mutta sitä ei arvostella.
it: Il tuo accesso a questo documento è scaduto, quindi questa risposta è stata salvata ma contrassegnata come non valida.
sv: Din åtkomst till detta dokument har gått ut, så detta svar har sparats men markerats som ogiltigt.

source: Sorry, you don't have permission to use this resource.
es: Lo sentimos, no tienes permiso para utilizar este recurso.
fi: Pahoittelut, sinulla ei ole tarvittavia oikeuksia tähän kohteeseen.
it: Spiacenti, non disponi dell'autorizzazione per utilizzare questa risorsa.
sv: Tyvärr, du har inte behörighet att använda den här resursen.

source: Invalid student row: %(data)s. Expected format: <grade> <surname> <given_names>
es: Fila de estudiante no válida: %(data)s. Formato esperado: <calificación> <apellido> <nombres>
fi: Vääränmuotoinen oppilasrivi: %(data)s. Odotettu muoto: <luokka> <sukunimi> <etunimet>
it: Riga studente non valida: %(data)s. Formato previsto: <voto> <cognome> <nome>
sv: Ogiltig studentrad: %(data)s. Förväntat format: <betyg> <efternamn> <förnamn>

source: Practice exam not set in the plugin markup.
es: El examen de práctica no está configurado en el marcado del complemento.
fi: Harjoituskoe ei ole asetettu pluginin asetuksissa.
it: Esame di prova non impostato nel markup del plugin.
sv: Övningsprov är inte inställt i plugin-markeringen.

source: Exam info not found in the plugin markup.
es: No se ha encontrado información sobre el examen en el marcado del complemento.
fi: Harjoituskoe ei ole asetettu pluginin asetuksissa.
it: Informazioni sull'esame non trovate nel markup del plugin.
sv: Examensinformation hittades inte i plugin-markeringen.

source: No login codes found for the group. Generate login codes before starting the exam.
es: No se han encontrado códigos de inicio de sesión para el grupo. Genere códigos de inicio de sesión antes de comenzar el examen.
fi: Kirjautumiskoodeja ei löydetty koeryhmälle. Luo uudet kirjautumiskoodit ennen kuin aloitat kokeen.
it: Non sono stati trovati codici di accesso per il gruppo. Generare i codici di accesso prima di iniziare l'esame.
sv: Inga inloggningskoder hittades för gruppen. Generera inloggningskoder innan du påbörjar provet.

source: The group is currently not in an exam. Please set the exam document first.
es: El grupo no está actualmente en un examen. Por favor, configure primero el documento del examen.
fi: Koeryhmällä ei ole tällä hetkellä koedokumenttia. Aseta ryhmälle sopiva koedokumentti.
it: Il gruppo non è attualmente in fase di esame. Si prega di impostare prima il documento d'esame.
sv: Gruppen är för närvarande inte i en provsituation. Vänligen ställ in provdokumentet först.

source: You do not have access to the exam document.
es: No tienes acceso al documento del examen.
fi: Sinulla ei ole pääsyä koedokumenttiin.
it: Non hai accesso al documento d'esame.
sv: Du har inte tillgång till provdokumentet.

source: Cannot change exam state while the answers are revealed. Disable answer reveal in section 4.
es: No se puede cambiar el estado del examen mientras se muestran las respuestas. Desactiva la visualización de respuestas en la sección 4.
fi: Kokeen tilaa ei voi muuttaa, kun vastauksia näytetään. Lopeta vastausten näyttäminen osiossa 4.
it: Non è possibile modificare lo stato dell'esame mentre le risposte sono visibili. Disattiva la visualizzazione delle risposte nella sezione 4.
sv: Det går inte att ändra provstatus medan svaren visas. Inaktivera visning av svar i avsnitt 4.

source: You do not have sufficient access to the exam document to set it.
es: No tienes acceso suficiente al documento del examen para configurarlo.
fi: Sinulla ei ole tarpeeksi korkeaa oikeutta koedokumenttiin.
it: Non hai accesso sufficiente al documento d'esame per impostarlo.
sv: Du har inte tillräcklig åtkomst till examensdokumentet för att ställa in det.

source: Cannot reveal answers while the exam is ongoing. Stop the exam and disable the login codes in the section 3.
es: No se pueden revelar las respuestas mientras el examen esté en curso. Detenga el examen y desactive los códigos de inicio de sesión en la sección 3.
fi: Vastauksia ei voi näyttää, kun koe on menossa. Lopeta koe ja ota kirjautumiskoodit pois käytöstä osiossa 3.
it: Non è possibile rivelare le risposte mentre l'esame è in corso. Interrompere l'esame e disabilitare i codici di accesso nella sezione 3.
sv: Svaren får inte avslöjas medan provet pågår. Avbryt provet och inaktivera inloggningskoderna i avsnitt 3.

source: Expand by moving mouse over the exercise or by clicking
es: Expanda moviendo el ratón sobre el ejercicio o haciendo clic
fi: Laajenna viemällä hiiri tehtävän päälle tai klikkaamalla
it: Espandi spostando il mouse sull'esercizio o cliccando
sv: Expandera genom att flytta musen över övningen eller genom att klicka

source: Real name
es: Nombre real
fi: Koko nimi
it: Nome reale
sv: Verkligt namn

source: Username
es: Nombre de usuario
fi: Käyttäjätunnus
it: Nome utente
sv: Användarnamn

source: Email
es: Correo electrónico
fi: Sähköpostiosoite
it: Indirizzo e-mail
sv: E-postadress

source: This page does not yet exist.
es: Esta página aún no existe.
fi: Tätä sivua ei ole vielä olemassa.
it: Questa pagina non esiste ancora.
sv: Denna sida finns ännu inte.

source: Exam group codes
es: Códigos de grupos de exámenes
fi: Koeryhmän koodit
it: Codici dei gruppi d'esame
sv: Provgruppskoder

source: Exam
es: Examen
fi: Koe
it: Esame
sv: Prov

source: Exam group
es: Grupo de exámenes
fi: Koeryhmä
it: Gruppo d'esame
sv: Provgrupp

source: Name
es: Nombre
fi: Nimi
it: Nome
sv: Namn

source: Exam address
es: Dirección web del examen
fi: Kokeen osoite
it: indirizzo web dell'esame
sv: Webbadress för provet

source: Login code
es: Código de inicio de sesión
fi: Kirjautumiskoodi
it: Codice di accesso
sv: Inloggningskod

source: Task Summary
fi: Tehtävien tulokset

source: Total points
fi: Kokonaispisteet

source: total tasks
fi: tehtyjä tehtäviä

source: Refresh (F5) to recount
fi: Virkistä laskenta painamalla F5-näppäintä
