Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: Write your code here
es: Escriba su código aquí
it: Scrivere il codice qui

source: Write your input here
es: Escriba su entrada aquí
it: Scrivere l'input qui

source: Write file name here
es: Escriba el nombre del archivo aquí
it: Scrivere il nome del file qui

source: Write your program arguments here
es: Escriba los argumentos de su programa aquí
it: Scrivere gli argomenti del programma qui

source: File name:
es: Nombre del archivo:
it: Nome del file:

source: Arguments:
es: Argumentos:
it: Argomenti:

source: Edit
es: Editar
fi: Muokkaa
it: Modifica
sv: Redigera

source: Hide
es: Ocultar
fi: Piilota
it: Nascondere
sv: Döljä

source: Save
es: Guardar
fi: Tallenna
it: Risparmiare
sv: Spara

source: Compile
es: Compilar
it: Compilazione

source: Run
es: Ejecutar
it: Correre

source: Upload image or file
es: Subir imagen o archivo
it: Caricare un'immagine o un file

source: Show complete code
es: Mostrar código completo
it: Mostra il codice completo

source: Hide extra code
es: Ocultar código extra
it: Nascondere il codice extra

source: Normal
it: Normale

source: Highlight
es: Resaltar
it: Evidenziato

source: Copy image to task this.markup.targetCanvas
es: Copiar imagen a tarea
fi: Kopioi kuva tehtävään this.markup.targetCanvas
it: Copiare l'immagine nell'attività this.markup.targetCanvas
sv: Kopiera bild till uppgift this.markup.targetCanvas

source: No target set
es: No se ha establecido objetivo
fi: Kohdetta ei ole asetettu
it: Nessun obiettivo fissato
sv: Inget mål satt

source: Couldn't find target this.markup.targetCanvas
fi: Kohdetta this.markup.targetCanvas ei löytynyt
it: Impossibile trovare l'obiettivo this.markup.targetCanvas
sv: Kunde inte hitta målet this.markup.targetCanvas

source: Unable to automatically create image
es: No se ha podido crear imagen automáticamente
fi: Kuvaa ei voitu luoda
it: Impossibile creare automaticamente l'immagine
sv: Det gick inte att skapa bild automatiskt

source: Image sent to task this.markup.targetCanvas
es: Imagen enviada a tarea
fi: Kuva lähetetty tehtävään this.markup.targetCanvas
it: Immagine inviata all'attività this.markup.targetCanvas
sv: Bild skickad till uppgiften this.markup.targetCanvas

source: Plugin is missing task id
es: Falta id de tarea del plugin
fi: Tehtävästä puuttuu tehtävätunniste
it: Al plugin manca l'id dell'attività
sv: Plugin saknar uppgifts-id

source: Failed to show preview: data.error.error
es: Fallo al mostrar vista previa:
fi: Esikatselun näyttäminen epäonnistui: data.error.error
it: Impossibile mostrare l'anteprima: data.error.error
sv: Det gick inte att visa förhandsvisning: data.error.error

source: language
it: lingua

source: hide Tauno
it: nascondi Tauno

source: show Tauno
it: mostra Tauno

source: copy from Tauno
it: copia da Tauno

source: Copy the code you made by Tauno by pressing the link "copy from Tauno". Then press Run button. Note that the running code may have different code than in Tauno!
it: "Copiare il codice creato da Tauno premendo il link ""copia da Tauno"". Quindi premere il pulsante Esegui. Si noti che il codice in esecuzione potrebbe essere diverso da quello di Tauno!"

source: hide SimCir
it: nascondere SimCir

source: show SimCir
it: mostra SimCir

source: copy from SimCir
it: copia da SimCir

source: copy to SimCir
it: copia in SimCir

source: Fetch
it: Recuperare

source: lines
fi: rivejä
it: linee
sv: rader

source: words
fi: sanoja
it: parole
sv: ord

source: chars
fi: kirjaimia
it: caratteri
sv: tecken

source: Too few
fi: Liian vähän
it: Troppo pochi
sv: För få

source: Too many
fi: Liian paljon
it: Troppi
sv: För många

source: Chars
fi: Kirjaimia
it: Caratteri
sv: Tecken

source: Words
fi: Sanoja
it: Parole
sv: Ord

source: Lines
fi: Rivejä
it: Linee
sv: Rader

source: Cancel
fi: Peruuta
it: Annullamento
sv: Avbryt

source: LaTeX environment:
fi: LaTeX-ympäristö:
it: Ambiente LaTeX:
sv: LaTeX-miljö:

source: Are you sure?
fi: Oletko varma?
it: Sei sicuro?
sv: Är du säker?

source: This will close the formula editor without saving.
es: Esto cerrará el editor de fórmulas sin guardar.
fi: Tämä sulkee kaavaeditorin tallentamatta.
it: Questo chiude l'editor di formule senza salvare.
sv: Detta kommer att stänga formelredigeraren utan att spara.

source: Error in LaTeX code
es: Error en el código LaTeX
fi: Virhe LaTeX-koodissa
it: Errore nel codice LaTeX
sv: Fel i LaTeX-koden

source: Write LaTeX
es: Escribir LaTeX
fi: Kirjoita LaTeXia
it: Scrivi LaTeX
sv: Skriva LaTeX

source: Write math
es: Escribir matemáticas
fi: Kirjoita matematiikkaa
it: Scrivi matematica
sv: Skriv matematik

source: Add line above
es: Añadir línea arriba
fi: Lisää rivi ylle
it: Aggiungi riga sopra
sv: Lägg till rad ovan

source: Remove current line
es: Eliminar línea actual
fi: Poista nykyinen rivi
it: Rimuovi la riga corrente
sv: Ta bort aktuell linje

source: Add line below
es: Añadir línea debajo
fi: Lisää rivi alle
it: Aggiungi riga
sv: Lägg till rad nedan

source: Open formula editor
fi: Avaa kaavaeditori
it: Aprire l'editor di formule
sv: Öppna formelredigeraren

source: Show more symbols
fi: Näytä lisää symboleja
it: Mostra altri simboli
sv: Visa fler symboler

source: Show less symbols
fi: Näytä vähemmän symboleita
it: Mostra meno simboli
sv: Visa färre symboler

source: Drag-and-drop or Click to browse
es: Drag-y soltar o Haga clic para navegar
fi: Raahaa tiedosto tähän tai avaa tiedostoselain painamalla tästä
it: Drag-e rilascio o Fare clic per sfogliare
sv: Dra-och-släpp eller Klicka att bläddra

source: No file upload or observers present, the upload may not work. This is a programming/configuration error.
es: No hay carga de archivos u observadores presentes, la carga puede no funcionar. Se trata de un error de programación/configuración.
fi: Ei tiedoston latausta tai tarkkailijoita, lataus ei välttämättä toimi. Tämä on ohjelmointi- tai konfiguraatiovirhe.
it: Non è presente alcun file da caricare o osservatori, il caricamento potrebbe non funzionare. Si tratta di un errore di programmazione/configurazione.
sv: Ingen filuppladdning eller observatör närvarande. Det är ett programmerings-/konfigurationsfel.

source: File upload already in progress
es: Carga de archivo ya en curso
fi: Tiedoston lataaminen on jo käynnissä
it: Caricamento di file già in corso
sv: Filuppladdning är redan pågående

source: File file.name is empty, but it will still be uploaded
es: Archivo
fi: Tiedosto file.name on tyhjä, mutta se ladataan silti
it: File
sv: Filen file.name är tom, men den kommer att uppladda ändå

source: Upload starting...
es: Carga comenzando...
fi: Lataus alkaa…
it: Caricamento in corso...
sv: Uppladdning startar...

source: Post-processing; this may take a while; please wait...
es: this may take a while; please wait...";Post-procesando, esto puede tardar un poco. Por favor espere...
fi: Jälkikäsitellään; tämä voi kestää hetken; ole hyvä ja odota...
it: Postelaborazione; potrebbe essere necessario un po' di tempo; attendere...
sv: Efterbehandling; det kunde ta ett ögonblick, vänligen vänta...

source: Uploading... sizeString( event.loaded ) / total (percentage %)
fi: Ladataan... sizeString( event.loaded ) / total (percentage %)
it: Caricamento in corso... sizeString( event.loaded ) / total (percentage %)
sv: Laddar upp... sizeString( event.loaded ) / total (percentage %)

source: Uploaded file.name at timeString(). this.multiple ? this.stem ?? "" : ""
fi: Ladattiin file.name (timeString()). this.multiple ? this.stem ?? "" : ""
it: Caricato
sv: Uppladdade file.name klockan timeString(). this.multiple ? this.stem ?? "" : ""

source: Uploaded file.name as mapping.path at timeString(). this.multiple ? this.stem ?? "" : ""
fi: Ladattiin tiedosto file.name tiedostonimellä mapping.path ({timeString())}. this.multiple ? this.stem ?? "" : ""
it: Caricato
sv: Uppladdade file.name som mapping.path klockan timeString(). this.multiple ? this.stem ?? "" : ""

source: Could not finish uploading. Please check your internet connection and try again.
es: No se pudo terminar la carga. Por favor, compruebe su conexión a Internet e inténtelo de nuevo.
it: Impossibile completare il caricamento. Controllare la connessione a Internet e riprovare.

source: You may only upload one file
es: Sólo puede cargar un archivo
fi: Voit ladata vain yhden tiedoston
it: È possibile caricare un solo file
sv: Du kan endast ladda upp en fil

source: Maximum file size is sizeString( maxSize )
fi: Tiedoston suurin sallittu koko on sizeString( maxSize )
it: La dimensione massima del file è
sv: Maximal filstorlek är sizeString( maxSize )

source: Loaded file.name at timeString()
es: Cargado
fi: Ladattiin file.name (timeString())
it: Caricato
sv: Laddade file.name klockan timeString()

source: Loaded file.name as mapping.path at timeString()
es: Cargado
fi: Ladattiin file.name tiedostonimellä mapping.path (timeString())
it: Caricato
sv: Laddade file.name som mapping.path klockan timeString()

source: Failed to read file.name
es: Fallo al leer
fi: Tiedoston file.name lukeminen epäonnistui
it: Lettura fallita
sv: Läsning av file.name misslyckas

source: No file upload or observers present. This is a programming/configuration error.
es: No hay carga de archivos u observadores presentes. Se trata de un error de programación/configuración.
fi: Ei tiedoston latausta tai tarkkailijoita. Tämä on ohjelmointi- tai konfiguraatiovirhe.
it: Nessun file caricato o osservatori presenti. Si tratta di un errore di programmazione/configurazione.
sv: Ingen filuppladdning eller observatör närvarande. Det är ett programmerings-/konfigurationsfel.

source: Upload path here
es: Subir
fi: Lataa path tähän
it: Caricare
sv: Uppladda path här

source: Upload files here.
es: Subir archivos aquí.
fi: Lataa tiedostoja tähän.
it: Caricare i file qui.
sv: Uppladda filer här.

source: You may only upload maxFiles file(s)
es: Sólo puede subir
fi: Voit ladata korkeintaan maxFiles tiedostoa
it: È possibile caricare solo file di tipo
sv: Du kan endast ladda upp maxFiles fil(er)

source: Failed to match the extension or name of file filesArray[zeroIndex].name to any of the wanted files.
es: Fallo al hacer coincidir la extensión o el nombre del archivo
fi: Tiedoston filesArray[zeroIndex].name nimi tai tiedostotunnistetta ei voitu yhdistää mihinkään halutuista tiedostoista.
it: Impossibile trovare l'estensione o il nome del file
sv: Kunde inte matcha filnamnstillägget eller filnamn av filesArray[zeroIndex].name med någon av de eftersökta filer.

source: Failed to match file filesArray[zIndex].name to any of the wanted files.
es: Fallo al hacer coincidir el archivo
fi: Tiedostoa filesArray[zIndex].name ei voitu yhdistää mihinkään halutuista tiedostoista.
it: Impossibile abbinare il file
sv: Kunde inte matcha filen filesArray[zIndex].name med någon av de eftersökta filer.

source: Failed to match given files to wanted files. Check the file extensions and try matching the filenames to the wanted ones.
es: Fallo al hacer coincidir los archivos dados con los archivos deseados. Compruebe las extensiones de los archivos e intente hacer coincidir los nombres de los archivos con los deseados.
fi: Annettujen tiedostojen yhdistäminen haluttuihin tiedostoihin epäonnistui. Tarkista tiedostotunnisteet ja koita yhdistää tiedostonimet haluamiisi.
it: Controllare le estensioni dei file e provare a far corrispondere i nomi dei file a quelli desiderati.
sv: Kunde inte matcha bestämda filer med eftersökta filer. Checka filnamnstilläggen och söka matcha filnamn med de som eftersöks.

source: Content is not a number (val); showing empty value.
es: El contenido no es un número (
fi: Sisältö ei ole luku (val); näytetään tyhjä arvo.
it: Il contenuto non è un numero (
sv: Innehåll är inget nummer (val); tomt värde visas.

source: Content is not a number; saving empty value.
es: saving empty value.";El contenido no es un número, guardando un valor vacío.
fi: Sisältö ei ole luku; tallennetaan tyhjä arvo.
it: saving empty value.";"Il contenuto non è un numero; salva il valore vuoto."
sv: Innehåll är inget nummer; tomt värde sparas.

source: Error rendering text, please try again
es: Error en la representación del texto, inténtelo de nuevo
fi: Virhe tekstin muuntamisessa, ole hyvä ja yritä uuudestaan
it: Errore nel rendering del testo, riprovare
sv: Tolkning misslyckades, var god försök igen

source: Text rendering timed out, please try again
es: El tiempo de representación del texto ha expirado, por favor, inténtelo de nuevo
fi: Tekstin muuntaminen aikakatkaistiin, ole hyvä ja yritä uudestaan
it: Il rendering del testo è scaduto, Riprovare
sv: Timeout för tolkningen togs, var god försök igen

source: Confirm
es: Confirmar
fi: Varmista
it: Confermare
sv: Bekräfta

source: This word is a palindrome
es: Esta palabra es un palíndromo
fi: Tämä sana on palindromi
it: Questa parola è palindroma
sv: Det här ordet är ett palindrom

source: This word is not a palindrome
es: Esta palabra no es un palíndromo
fi: Tämä sana ei ole palindromi
it: Questa parola non è palindroma
sv: Det här ordet är inte ett palindrom

source: Open embedded content
es: Abrir contenido incrustado
fi: Avaa upotettu sisältö
it: Aprire il contenuto incorporato
sv: Öppna inbäddat innehåll

source: Username
es: Nombre de usuario
fi: Käyttäjätunnus
it: Nome utente
sv: Användarnamn

source: Task
es: Tarea
fi: Tehtävä
it: Compito
sv: Uppgift

source: Date (oldest first)
es: Fecha (la más antigua primero)
it: Data (prima il più vecchio)

source: Date (newest first)
es: Fecha (la más reciente primero)
it: Data (prima il più nuovo)

source: Answer group
es: Grupo de respuestas
fi: Vastausryhmä
it: Gruppo di risposte
sv: Svarsgrupp

source: All answerers
es: Todos los respondedores
fi: Kaikki vastaajat
it: Tutti i rispondenti
sv: Alla svarande

source: Document groups ({{ activeGroups }})
es: Grupos de documentos (
fi: Dokumentin ryhmät ({{ activeGroups }})
it: Gruppi di documenti (
sv: Dokumentgrupper ({{ activeGroups }})

source: Answer age
es: Antigüedad de la respuesta
fi: Vastauksen ikä
it: Età della risposta
sv: Svar ålder

source: Newest of each user
es: El más nuevo de cada usuario
fi: Uusimmat vastaukset
it: Il più recente di ogni utente
sv: Nyligaste av varje användare

source: Oldest of each user
es: El más antiguo de cada usuario
fi: Vanhimmat vastaukset
it: Il più vecchio di ogni utente
sv: Äldst av varje användare

source: All
es: Todos
fi: Kaikki
it: Tutti
sv: Alla

source: Period
es: Periodo
fi: Ajanjakso
it: Periodo

source: Whenever
es: Cada vez que
fi: Milloin tahansa
it: Ogni volta che
sv: Närhelst

source: Since last answer fetch
es: Desde la última búsqueda de respuesta
fi: Viimeisestä noutokerrasta
it: Dall'ultima risposta recuperata
sv: Sedan det sista svaret hämtat

source: no fetches yet
es: Aún no hay búsquedas
fi: ei viimeistä noutokertaa
it: nessuna ricerca ancora
sv: inga hämtningar ändå

source: Past day
es: Día pasado
fi: Mennyt päivä
it: Giorno passato
sv: Senaste dagen

source: Past week
es: Semana pasada
fi: Mennyt viikko
it: Settimana passata
sv: Senaste veckan

source: Past month
es: Mes pasado
fi: Mennyt kuukausi
it: Mese passato
sv: Senaste månaden

source: Other...
es: Otros...
fi: Muu...
it: Altro...
sv: Övrig...

source: from
es: de
fi: alkaen
it: da
sv: från

source: to
es: a
fi: päättyen
it: a
sv: till

source: Validity
es: Validez
fi: Validisuus
it: Validità
sv: Validitet

source: Valid
es: Válido
fi: Validit
it: Valido
sv: Giltig

source: Invalid
es: Inválido
fi: Epävalidit
it: Invalido
sv: Ej giltig

source: Names
es: Nombres
fi: Nimet
it: Nomi
sv: Namn

source: Username and full name
es: Nombre de usuario y nombre completo
fi: Käyttäjätunnus ja koko nimi
it: Nome utente e nome completo
sv: Användarnamn och helt namn

source: Username only
es: Sólo nombre de usuario
fi: Vain käyttäjätunnus
it: Solo nome utente
sv: Bara användarnamn

source: Anonymous username
es: Nombre de usuario anónimo
fi: Anonyymi tunnus
it: Nome utente anonimo
sv: Anonymt användarnamn

source: Pseudonymous username
es: Nombre de usuario seudónimo
fi: Pseudonyymi tunnus
it: Nome utente pseudonimo
sv: Pseudonym-användarnamn

source: Key for generating pseudonyms
es: Clave para generar seudónimos
fi: Avain pseudonyymien luomiseksi
it: Chiave per generare pseudonimi
sv: Nyckel för att generera pseudonymer

source: Generate a random key
es: Generar una clave aleatoria
fi: Luo satunnainen avain
it: Generare una chiave casuale
sv: Generera en slumpmässig nyckel

source: Specify a key to generate pseudonyms. A user will always get the same pseudonym for a key.
es: Especifique una clave para generar seudónimos. Un usuario siempre obtendrá el mismo seudónimo para una clave.
fi: Määritä avain pseudonyymien luomiseksi. Käyttäjä saa aina saman pseudonyymin samalla avaimella.
it: Specificare una chiave per generare pseudonimi. Un utente otterrà sempre lo stesso pseudonimo per una chiave.
sv: Bestämma en nyckel för att generera pseudonymer. En användare kommer att alltid få den samma pseudonym med nyckeln.

source: The key should be at least 10 characters long
es: La clave debe tener al menos 10 caracteres
fi: Avaimen pituuden on oltava vähintään 10 merkkiä
it: La chiave deve essere lunga almeno 10 caratteri
sv: Nyckeln bör vara mindestens 10 tecken lång

source: Sort answers by
es: Ordenar respuestas por
it: Ordina le risposte per

source: Print
es: Imprimir
fi: Tulosta
it: Stampa
sv: Skriva ut

source: Headers and answers
es: Encabezados y respuestas
fi: Otsikot ja vastaukset
it: Intestazioni e risposte
sv: Rubriker och svar

source: Headers only
es: Sólo encabezados
fi: Vain otsikot
it: Solo intestazioni
sv: Bara rubriker

source: Answers only
es: Sólo respuestas
fi: Vain vastaukset
it: Solo risposte
sv: Bara svar

source: Answers only without separator line
es: Sólo respuestas sin línea separadora
fi: Vastaukset ilman rivierotinta
it: Solo risposte senza riga di separazione
sv: Bara svar utan skiljelinje

source: Text
es: Texto
fi: Teksti
it: Testo

source: Get answers
es: Obtener respuestas
fi: Nouda vastaukset
it: Ottieni risposte
sv: Erhålla svar

source: Show valid only
es: Mostrar sólo válidos
fi: Näytä vain validit vastaukset
it: Mostra solo quelle valide
sv: Visa endast giltiga

source: New task
es: Nueva tarea
fi: Uusi tehtävä
it: Nuova attività
sv: Ny uppgift

source: Load the newest answer
es: Cargar la respuesta más reciente
it: Carica la risposta più recente

source: Load the newest answer? Your unsaved changes may be lost
es: ¿Cargar la respuesta más reciente? Sus cambios no guardados pueden perderse
it: Carica la risposta più recente? Le modifiche non salvate potrebbero andare perse

source: Unsaved velps
es: Velps no guardadas
fi: Tallentamattomat velpit
it: Velpi non salvati
sv: Osparade velper

source: You have unsaved velps. Changing the answer will discard them. Continue?
es: Tiene velps no guardadas. Si cambia la respuesta, se perderán. ¿Continuar?
fi: Sinulla on tallentamattomia velppeja. Vastauksen muuttaminen hävittää ne. Jatka?
it: Sono presenti velpi non salvati. Se si modifica la risposta, queste vengono eliminate. Continuare?
sv: Du har inte räddade velper. Om du ändrar svaret kommer de att förkastas. Fortsätt?

source: Hide model answer
es: Ocultar respuesta modelo
fi: Piilota mallivastaus
it: Nascondere la risposta modello
sv: Dölj modellsvaret

source: Show model answer
es: Mostrar respuesta modelo
fi: Näytä mallivastaus
it: Mostrare la risposta modello
sv: Visa modellsvaret

source: You need to attempt at least this.modelAnswer.count times before viewing the model answer
es: Necesita intentar al menos
fi: Sinun täytyy yrittää ainakin this.modelAnswer.count kertaa ennen mallivastauksen katsomista
it: È necessario effettuare almeno un tentativo
sv: Du måste försöka minst this.modelAnswer.count gånger innan du får se modellsvaret

source: Lock the task and view the model answer?
es: ¿Bloquear la tarea y ver la respuesta modelo?
fi: Lukitse tehtävä ja näytä mallivastaus?
it: Bloccare l'attività e visualizzare la risposta modello?
sv: Låsa uppgiften och se modellsvaret?

source: Answer number answerNumber is out of range for task this.taskId.docTask() for user this.user?.name.
es: Número de respuesta
fi: Vastausta numero answerNumber ei löydy tehtävälle this.taskId.docTask() käyttäjälle this.user?.name.
it: Numero di risposta

source: Could not load task data. Check your internet connection and try again.
es: No se han podido cargar los datos de la tarea. Compruebe su conexión a Internet e inténtelo de nuevo.
it: Impossibile caricare i dati dell'attività. Controllare la connessione a Internet e riprovare.

source: There is an issue with the server. Try to save your work and reload the page.
es: Hay un problema con el servidor. Intente guardar su trabajo y vuelva a cargar la página.
it: Si è verificato un problema con il server. Prova a salvare il tuo lavoro e a ricaricare la pagina.

source: (no reviews given)
es: (no hay revisiones dadas)
fi: (ei annettuja arviointeja)
it: (nessuna recensione)
sv: (inga recensioner ges)

source: Points:
es: Puntos:
fi: Pisteet:
it: Punti:
sv: Poäng:

source: Tries left:
es: Intentos restantes:
fi: Vastauskertoja jäljellä:
it: Prove rimaste:
sv: Försöker kvar:

source: Delete this answer?
es: ¿Borrar esta respuesta?
fi: Poista tämä vastaus?
it: Cancellare questa risposta?
sv: Ta bort det här svaret?

source: Could not delete answer. Details: r.result.error.error
es: No se pudo borrar la respuesta. Detalles:
fi: Vastausta ei voitu poistaa. Lisätietoja: r.result.error.error
it: Impossibile cancellare la risposta. Dettagli:
sv: Kunde inte radera svaret. Detaljer: r.result.error.error

source: Cannot delete the only collaborator.
es: No se puede borrar el único colaborador.
fi: Ainoata tekijää ei voi poistaa.
it: Impossibile eliminare l'unico collaboratore.
sv: Kan inte ta bort den enda författaren.

source: Import answers as JSON
es: Importar respuestas como JSON
fi: Tuo vastaukset JSON-muodossa
it: Importare le risposte come JSON
sv: Importera svar som JSON

source: Import answers as JSON using the text box below. Use the following format for importing:
es: Importa respuestas como JSON utilizando el cuadro de texto de abajo. Utilice el siguiente formato para importar:
fi: Tuo vastaukset JSON-muodossa alla olevan tekstiruudun avulla. Käytä tuontia varten seuraavaa muotoa:
it: Importare le risposte come JSON utilizzando la casella di testo sottostante. Utilizzare il seguente formato per l'importazione:
sv: Importera svaren som JSON i textrutan nedan. Använd följande format för import:

source: Saved!
es: ¡Guardado!
fi: Tallennettu!
it: Salvato!
sv: Sparad!

source: Imported {{importResults.imported}} answers, {{importResults.skipped_duplicates}} duplicates were skipped.
es: Importado
fi: Tuottu {{importResults.imported}} vastausta, {{importResults.skipped_duplicates}} duplikaattia ohitettiin.
it: Importato
sv: Importerade {{importResults.imported}} svar, {{importResults.skipped_duplicates}} dubbletter hoppades över.

source: Note: Answer format depends on plugin type. Export answers as JSON first to see the correct format!
es: Nota: El formato de las respuestas depende del tipo de plugin. Exporte primero las respuestas como JSON para ver el formato correcto!
fi: Huomautus: Vastauksen muoto riippuu tehtävän tyypistä. Vie vastaukset ensin JSON-muodossa nähdäksesi oikean muodon!
it: Nota: il formato delle risposte dipende dal tipo di plugin. Esportare prima le risposte come JSON per vedere il formato corretto!
sv: Obs: Svarsformatet beror på plugin-typ. Exportera svaren som JSON först för att se rätt format!
