Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: Message is important
es: El mensaje es importante
fi: Viesti on tärkeä
it: Il messaggio è importante
sv: Meddelandet är viktigt

source: Message will persist on user's screen until they mark it as read
fi: Viesti pysyy käyttäjän näytöllä, kunnes hän merkitsee sen luetuksi
it: Il messaggio rimarrà sullo schermo dell'utente fino a quando non lo segnerà come letto
sv: Meddelandet kommer att finnas kvar på användarens skärm tills de markerar det som läst

source: Recipient sees TIM message as private
es: El destinatario ve el mensaje TIM como privado
fi: Viesti näytetään yksityisviestinä
it: Il destinatario vede il messaggio TIM come privato
sv: Mottagaren ser TIM-meddelandet som privat

source: TIM message can be replied to
es: Se puede responder al mensaje TIM
fi: Viestiin voi vastata
it: Il messaggio TIM può essere risposto
sv: TIM-meddelande kan besvaras

source: TIM message can be marked as read
es: El mensaje TIM se puede marcar como leído
fi: TIM-viestin voi merkitä luetuksi
it: Il messaggio TIM può essere segnato come letto
sv: TIM-meddelande kan markeras som läst

source: TIM message will be removed on:
es: El mensaje TIM se eliminará el:
fi: Viesti poistetaan:
it: Il messaggio TIM sarà rimosso il:
sv: TIM-meddelande kommer att tas bort på:

source: No automatic date
es: Sin fecha automática
fi: Ei automaattista päivämäärää
it: Nessuna data automatica
sv: Inget automatiskt datum

source: Send
es: Enviar
fi: Lähetä
it: Invia
sv: Skicka

source: Message sent!
es: ¡Mensaje enviado!
fi: Viesti lähetetty!
it: Messaggio inviato!
sv: Meddelande skickat!

source: View sent TIM message
es: Ver mensaje TIM enviado
fi: Katso lähetetty TIM-viesti
it: Visualizza il messaggio TIM inviato
sv: Visa skickat TIM-meddelande

source: You are not authorized to send global messages
es: No está autorizado a enviar mensajes globales
fi: Sinulla ei ole oikeutta lähettää globaaleja viestejä
it: Non sei autorizzato a inviare messaggi globali
sv: Du är inte behörig att skicka globala meddelanden

source: Failed to send as TIM message: result.result.error.error
es: Error al enviar como mensaje TIM:
fi: Viestin lähetys TIM-viestinä epäonnistui: result.result.error.error
it: Fallito l'invio come messaggio TIM:
sv: Kunde inte skicka som TIM-meddelande: result.result.error.error

source: Cannot send email without docId
es: No se puede enviar correo electrónico sin docId
fi: Viestiä ei voi lähettää ilman docId-asetusta
it: Impossibile inviare email senza docId
sv: Kan inte skicka e-post utan docId

source: Could not load messages for the page: {{messageError}}
es: No se han podido cargar mensajes para la página:
fi: Viestejä ei voitu ladata sivulla: {{messageError}}
it: Impossibile caricare i messaggi per la pagina:
sv: Kunde inte ladda meddelanden för sidan: {{messageError}}

source: System message
es: Mensaje del sistema
it: Messaggio di sistema

source: From:
es: De:
fi: Lähettäjä:
it: Da:
sv: Från:

source: Sent:
es: Enviado:
fi: Lähetetty:
it: Inviato:
sv: Skickat:

source: Read less
es: Leer menos
fi: Vähemmän
it: Leggi meno
sv: Läs mindre

source: Read more
es: Leer más
fi: Enemmän
it: Leggi più
sv: Läs mer

source: Reply
es: Responder
fi: Vastaa
it: Rispondi
sv: Svara

source: Send
es: Enviar
fi: Lähetä
it: Invia
sv: Skicka

source: Sent!
es: ¡Enviado!
fi: Lähetetty!
it: Inviato!
sv: Skickat!

source: Marks message as read and permanently hides it
es: Marca el mensaje como leído y lo oculta permanentemente
fi: Merkitsee viestin luetuksi ja piilottaa sen pysyvästi
it: Contrassegna il messaggio come letto e lo nasconde permanentemente
sv: Markerar meddelandet som läst och döljer det permanent

source: Mark as read
es: Marcar como leído
fi: Merkitse luetuksi
it: Contrassegna come letto
sv: Markera som läst

source: Read receipt can be cancelled in <a href="/view/{{message.doc_path}}">the message document</a>
fi: Lukumerkinnän voi peruuttaa <a href="/view/{{message.doc_path}}">viestidokumentissa</a>
it: La ricezione della lettura può essere annullata in
sv: Läskvitto kan makuleras i <a href="/view/{{message.doc_path}}">meddelandedokumentet</a>

source: Could not reply to message: result.result.error.error
es: No se pudo responder al mensaje:
fi: Viestiin vastaaminen epäonnistui: result.result.error.error
it: Impossibile rispondere al messaggio:
sv: Kunde inte svara till meddelandet: result.result.error.error

source: Task id missing and required to answer this task.
es: Falta el id de tarea y se requiere para responder a esta tarea.
fi: Tehtävätunniste puuttuu ja tarvitaan tähän tehtävään vastaamiseen.
it: Manca l'id dell'attività, necessario per rispondere a questa attività.
sv: Uppgifts-id saknas och krävs för att svara på denna uppgift.

source: Edit event
es: Editar evento
fi: Muokkaa tapahtumaa
it: Modifica evento
sv: Redigera händelse

source: Title
es: Título
fi: Otsikko
it: Titolo
sv: Titel

source: Location
es: Ubicación
fi: Sijainti
it: Luogo
sv: Platsen

source: Set location
es: Establecer ubicación
fi: Anna sijainti
it: Imposta luogo
sv: Ange plats

source: Capacity
es: Capacidad
fi: Kapasiteetti
it: Capacità
sv: Kapacitet

source: Notifications
es: Notificaciones
fi: Päivitysilmoitukset
it: Notifiche
sv: Aviseringar

source: Important
es: Importante
fi: Tärkeä
it: Importante
sv: Viktigt

source: Booker
fi: Varaaja
it: Prenotante
sv: Bokare

source: Booker email
fi: Varaajan sähköpostiosoite
it: Email del prenotante
sv: Bookers e-postadress

source: Bookers
fi: Osallistujat
it: Prenotanti
sv: Bokare

source: Show list of all bookers
es: Mostrar lista de todos los bookers
fi: Näytä lista osallistujista
it: Mostra l'elenco di tutti i prenotanti
sv: Visa en lista över alla bokare

source: From
es: De
fi: Alkaa
it: Da
sv: Från

source: To
es: A
fi: Päättyy
it: A
sv: Till

source: Book before
es: Reservar antes de
fi: Varattava ennen
it: Prenota prima
sv: Boka innan

source: Event description
es: Descripción del evento
fi: Tapahtuman kuvaus
it: Descrizione evento
sv: Beskrivning av evenemanget

source: Message (optional)
es: Mensaje (opcional)
fi: Viesti (valinnainen)
it: Messaggio (facoltativo)
sv: Meddelande (valfritt)

source: Send message
es: Enviar mensaje
fi: Lähetä viesti
it: Invia messaggio
sv: Skicka meddelande

source: Could not load latest event data, is there internet connection? Please close the dialog and try again.
es: No se han podido cargar los últimos datos del evento, ¿hay conexión a Internet? Por favor, cierre el diálogo e inténtelo de nuevo.
fi: Tapahtuman tiedot ei voitu ladata, onko internet-yhteyttä? Ole hyvä, ja sulje dialogi ja kokeile uudelleen.
it: Impossibile caricare i dati dell'evento più recente, c'è connessione a Internet? Chiudere la finestra di dialogo e riprovare.
sv: Det gick inte att läsa in de senaste händelsedata, finns det en internetanslutning? Stäng dialogrutan och försök igen.

source: Event capacity must be 0-2000
es: La capacidad del evento debe ser de 0-2000
fi: Kapasiteetin on oltava 0-2000
it: La capacità dell'evento deve essere 0-2000
sv: Evenemangets kapacitet måste vara 0-2000

source: Booking must be done before the event
es: La reserva debe realizarse antes del evento
fi: Varaus on tehtävä ennen tapahtumaa
it: La prenotazione deve essere effettuata prima dell'evento
sv: Bokning måste göras före evenemanget

source: Start of the event must be before end.
es: El inicio del evento debe ser antes del final.
fi: Tapahtuman alkamisajan on oltava ennen päättymisaikaa.
it: L'inizio dell'evento deve essere prima della fine.
sv: Evenemangets början måste vara före slutet.

source: Title is required.
es: El título es obligatorio.
fi: Otsikko vaaditaan.
it: Il titolo è obbligatorio.
sv: Titel krävs.

source: Title should not contain the slash character.
es: El título no debe contener el carácter barra.
fi: Otsikko ei saa sisältää vinoviivaa.
it: Il titolo non deve contenere il carattere slash.
sv: Titeln får inte innehålla snedstreck.

source: The event is full
es: El evento está completo
fi: Tapahtuma on täynnä
it: L'evento è al completo
sv: Evenemanget är fulltaligt

source: (you can still book as extra)
es: (aún puede reservar como extra)
fi: (voit silti ilmoittautua ylimääräisenä osallistujana)
it: (è ancora possibile prenotarsi come extra)
sv: (du kan fortfarande boka som extra)

source: You have booked this event.
es: Ha reservado este evento.
fi: Olet varannut tämän tapahtuman.
it: L'evento è stato prenotato.
sv: Du har bokat detta evenemang.

source: Cancel Booking
es: Cancelar reserva
fi: Peruuta varaus
it: Annullare la prenotazione
sv: Avbryt bokningen

source: Delete
es: Eliminar
fi: Poista
it: Cancellare
sv: Ta bort

source: Book event
es: Reservar evento
fi: Varaa tapahtuma
it: Prenotare l'evento
sv: Boka evenemang

source: Cancel
es: Cancelar
it: Annullare
sv: Avbryt

source: Save
es: Guardar
fi: Tallenna
it: Salvare
sv: Spara

source: This will also delete eventToDelete.meta.enrollments enrollments!
es: Esto también eliminará
fi: Tämä myös poistaa eventToDelete.meta.enrollments ilmoittautumista!
it: Questo cancellerà anche
sv: Detta kommer också att radera eventToDelete.meta.enrollments inskrivningar!

source: Delete an Event
es: Eliminar un evento
fi: Poista tapahtuma
it: Cancellare un evento
sv: Ta bort en händelse

source: Are you sure you want to delete the event "this.data.title"?enrollmentMessage
fi: Oletko varma, että haluat poistaa tapahtuman "this.data.title"?enrollmentMessage
it: Sei sicuro di voler cancellare l'evento
sv: Är du säker på att du vill ta bort händelsen "this.data.title"?enrollmentMessage

source: Post message
es: Publicar mensaje
fi: Lähetä viesti
it: Inviare il messaggio
sv: Sicka ett meddelande

source: Post message to booking?
es: ¿Publicar mensaje en la reserva?
fi: Lähetetäänkö viesti varaukseen?
it: Inviare il messaggio alla prenotazione?
sv: Skicka ett meddelande till bokningen?

source: Could not post message: result.result.error.error
es: No se ha podido enviar el mensaje:
fi: Viestiä ei voitu lähettää: result.result.error.error
it: Impossibile inviare il messaggio:
sv: Kunde inte skicka meddelandet: result.result.error.error

source: Book an Event
es: Reservar un evento
fi: Varaa tapahtuma
it: Prenota un evento
sv: Boka ett evenemang

source: Book the event "this.data.title"?
fi: Varataanko tapahtuma "this.data.title"?
it: "Prenota l'evento """
sv: Boka evenemanget "this.data.title"?

source: Cancel booking
es: Cancelar reserva
fi: Peruuta varaus
it: Annullamento della prenotazione
sv: Avbryt bokningen

source: Are you sure you want to cancel booking "this.data.title"?
fi: Haluatko varmasti peruuttaa varauksen "this.data.title"?
it: "È sicuro di voler cancellare la prenotazione """

source: You do not have the right to book this event
es: No tiene derecho a reservar este evento
it: Non avete il diritto di prenotare questo evento

source: The booking time is over or the event has already passed
es: El tiempo de reserva ha finalizado o el evento ya ha pasado
fi: Varausaika tapahtumalle umpeutui tai tapahtuma meni jo
it: Il tempo di prenotazione è scaduto o l'evento è già passato
sv: Bokningstiden har gått ut eller evenemanget har redan passerat

source: Back to current date
es: Volver a la fecha actual
fi: Takaisin nykyiseen päivään
it: Torna alla data corrente
sv: Tillbaka till aktuellt datum

source: Month
es: Mes
fi: Kuukausi
it: Mese
sv: Månad

source: Week
es: Semana
fi: Viikko
it: Settimana
sv: Vecka

source: Day
es: Día
fi: Päivä
it: Giorno
sv: Dag

source: Export calendar (ICS)
es: Exportar calendario (ICS)
fi: Vie kalenteri (ICS)
it: Esportazione del calendario (ICS)
sv: Exportera kalender (ICS)

source: Mass edit (JSON)
es: Edición masiva (JSON)
fi: Massamuokkaus (JSON)
it: Modifica di massa (JSON)
sv: Massredigering (JSON)

source: Sorry, you do not have a permission to add events for given group(s): result.result.error.error
es: Lo sentimos, no tiene permiso para añadir eventos para determinado(s) grupo(s):
fi: Valitettavasti sinulla ei ole oikeutta lisätä tapahtumia annetuille ryhmille: result.result.error.error
it: Spiacente, non si dispone dei permessi per aggiungere eventi per i gruppi indicati:
sv: Du har tyvärr inte behörighet att lägga till händelser för angivna grupper: result.result.error.error

source: Edit event JSON
es: Editar evento JSON
fi: Muokkaa tapahtumien JSON
it: Modifica evento JSON
sv: Redigera händelsens JSON

source: Below are all events visible in this calendar in JSON format. You can add or edit events en masse.
es: A continuación se muestran todos los eventos visibles en este calendario en formato JSON. Puede añadir o editar eventos en masa.
fi: Alla listataan kaikki tässä kalenterissa näkyvät tapahtumat JSON-muodossa. Voit massalisätä tai -muokata tapahtumat.
it: Di seguito sono riportati tutti gli eventi visibili in questo calendario in formato JSON. È possibile aggiungere o modificare eventi in massa.
sv: Nedan visas alla händelser som är synliga i den här kalendern i JSON-format. Du kan lägga till eller redigera händelser i en massa.

source: Adding <code>"delete": true</code> to an event will delete it.
fi: Voit poistaa tapahtuman lisäämällä siihen <code>"delete": true</code>.
it: Aggiunta
sv: Om du lägger till <code>"delete": true</code> till en händelse raderas den.

source: Close without saving
es: Cerrar sin guardar
fi: Sulje tallentamatta
it: Chiusura senza salvare
sv: Stäng utan att spara

source: Could not load events. More info: res.result.error.error
es: No se pudieron cargar los eventos. Más información:
fi: Tapahtumia ei voitu ladata. Lisätietoja: res.result.error.error
it: Impossibile caricare gli eventi. Ulteriori informazioni:
sv: Kunde inte läsa in händelser. Mer information: res.result.error.error

source: Error: res.result.web.error
es: Error:
fi: Virhe: res.result.web.error
it: Errore:
sv: Fel: res.result.web.error

source: Could not save events. More info: res.result.error.error
es: No se han podido guardar los eventos. Más información:
fi: Tapahtumia ei voitu tallentaa. Lisätietoja: res.result.error.error
it: Impossibile salvare gli eventi. Ulteriori informazioni:
sv: Kunde inte spara händelser. Mer information: res.result.error.error

source: Export calendar as iCal
es: Exportar calendario como iCal
fi: Vie kalenteri iCal-muodossa
it: Esportazione del calendario come iCal
sv: Exportera kalender som iCal

source: Export options
es: Opciones de exportación
fi: Vientiasetukset
it: Opzioni di esportazione
sv: Exportalternativ

source: Include events booked by at least
es: Incluir eventos reservados por al menos
fi: Vie tapahtumat, joita on varannut ainakin
it: Includi gli eventi prenotati da almeno
sv: Inkludera evenemang som bokats av minst

source: people.
es: personas.
fi: henkilöä.
it: persone.
sv: personer.

source: Copy the following URL to import the calendar into your calendar application:
es: Copie la siguiente URL para importar el calendario en su aplicación de calendario:
fi: Kopioi ja vie alla oleva linkki käyttämäsi kalenterisovellukseen:
it: Copiare il seguente URL per importare il calendario nell'applicazione di calendario:
sv: Kopiera följande URL för att importera kalendern till ditt kalenderprogram:

source: Export calendar
es: Exportar calendario
fi: Vie kalenteri
it: Esportazione del calendario
sv: Exportera kalender

source: Week: {{getWeekNumberFromDate(viewDate)}}
es: Semana:
fi: Viikko: {{getWeekNumberFromDate(viewDate)}}
it: Settimana:
sv: Veckan: {{getWeekNumberFromDate(viewDate)}}

source: Set view with timeslots of
es: Establecer vista con franjas horarias de
fi: Näytä kalenteri
it: Impostare la visualizzazione con fasce orarie di
sv: Ställ in vy med tidsintervaller av

source: minutes from
es: minutos de
fi: minuutin aikaväleissä välillä
it: minuti da
sv: minuter från

source: to
es: a
it: a
sv: till

source: Copy table widths
es: Copiar anchos de tabla
fi: Kopioi taulun leveydet
it: Copiare le larghezze della tabella
sv: Kopiera bordsbredder

source: <p>Loading times can be improved by setting static column widths.</p><p>Copy the below settings under <code>dataView</code> configuration:</p>
fi: <p>Taulun latautumista voidaan nopeuttaa asettamalla kiinteät sarakeleveydet.</p><p>Kopioi alla olevat asetukset<code>dataView</code>-asetuksen alle:</p>
it: <p>I tempi di caricamento possono essere migliorati impostando larghezze statiche delle colonne.</p><p>Copiare le impostazioni riportate di seguito nella configurazione <code>dataView</code>:</p>
sv: <p>Laddningstiderna kan förbättras genom att ställa in statiska kolumnbredder.</p><p>Kopiera de inställningarna nedanför till <code>dataView</code> konfiguration:</p>

source: Copied!
es: Copiado!
fi: Kopioitu leikepöydälle!
it: Copiato!
sv: Kopiert!

source: Copy text
es: Copiar texto
fi: Kopioi leikepöydälle
it: Copiare il testo
sv: Kopiera text

source: ColuColumn size computation took {{sizeComputationTime}} seconds.</strong> You can speed up loading by <a href="#" class="alert-link" (click)="showTableWidthExportDialog($event)">setting static column widths</a>.
fi: <strong>Sarakeleveyksien määrittelyyn meni {{sizeComputationTime}} sekuntia.</strong> Latautumista voidaan nopeuttaa <a href="#" class="alert-link" (click)="showTableWidthExportDialog($event)">asettamalla kiinteät sarakeleveydet</a>.
it: ColuIl calcolo delle dimensioni delle colonne ha richiesto {{sizeComputationTime}} secondi.</strong> È possibile velocizzare il caricamento <a href="#" class="alert-link" (click)="showTableWidthExportDialog($event)”>impostando larghezze statiche delle colonne</a>.
sv: <strong>Beräkning av kolumnstorlek tog {{sizeComputationTime}} sekunder.</strong> Du kan påskynda inläsningen genom att <a href="#" class="alert-link" (click)="showTableWidthExportDialog($event)">ställa in statiska kolumnbredder</a>.

source: TheThe column count has changed since the last time.</strong> Remove this warning by <a href="#" class="alert-link" (click)="showTableWidthExportDialog($event, true)"> setting static column widths</a>.
fi: <strong>Sarakkeiden lukumäärä muuttui viime kerrasta.</strong> Poista tämä varoitus <a href="#" class="alert-link" (click)="showTableWidthExportDialog($event, true)"> päivittämällä sarakkeiden leveydet</a>.
it: {Il}numero di colonne è cambiato dall'ultima volta.</strong> Rimuovi questo avviso <a href="#" class="alert-link" (click)=“showTableWidthExportDialog($event, true)”> impostando larghezze statiche delle colonne</a>.
sv: <strong>Antalet kolumner har ändrats sedan förra gången.</strong> Ta bort denna varning genom att <a href="#" class="alert-link" (click)="showTableWidthExportDialog($event, true)"> ställa in statiska kolumnbredder</a>.

source: Previous image
es: Imagen anterior
fi: Edellinen kuva
it: Immagine precedente
sv: Föregående bild

source: Next image
es: Imagen siguiente
fi: Seuraava kuva
it: Immagine successiva
sv: Följande bild

source: Zoom in
es: Acercar
fi: Suurenna
it: Zoom avanti
sv: Zooma in

source: Reset zoom
es: Restablecer zoom
fi: Palauta oletuskoko
it: Azzeramento dello zoom
sv: Återställ zoom

source: Zoom out
es: Alejar
fi: Pienennä
it: Zoom indietro
sv: Zooma ut

source: Loading images ({{loadedImages}} /{{bgSources.length}}) <tim-loading></tim-loading>
fi: Ladataan kuvia ({{loadedImages}} /{{bgSources.length}}) <tim-loading></tim-loading>
it: Caricamento delle immagini (
sv: Laddar bilder ({{loadedImages}} /{{bgSources.length}}) <tim-loading></tim-loading>

source: Free hand drawing
es: Dibujo a mano alzada
fi: Vapaapiirto
it: Disegno a mano libera
sv: Fri hand ritning

source: Line
es: Línea
fi: Viiva
it: Linea
sv: Linje

source: Rectangle
es: Rectángulo
fi: Suorakulmio
it: Rettangolo
sv: Rektangel

source: Centered ellipse
es: Elipse centrada
fi: Keskitetty ellipsi
it: Ellisse centrata
sv: Centrerad ellips

source: Ellipse
es: Elipse
fi: Ellipsi
it: Ellisse
sv: Ellips

source: Arrow
es: Flecha
fi: Nuoli
it: Freccia
sv: Pil

source: Fill object
es: Rellenar objeto
fi: Täytä kohde
it: Oggetto di riempimento
sv: Fyll objekt

source: Eraser
es: Borrador
fi: Pyyhekumi
it: Gomma
sv: Suddgummi

source: Line width
es: Línea ancho
fi: Viivan leveys
it: Linea
sv: Linjebredd

source: Opacity
es: Opacidad
fi: Läpinäkyvyys
it: Opacità
sv: Opacitet

source: Color picker
es: Selector de color
fi: Värivalitsin
it: Selettore di colori
sv: Färgväljare

source: Select red
es: Seleccionar rojo
fi: Valitse punainen
it: Selezionare il rosso
sv: Välja röd

source: Select blue
es: Seleccionar azul
fi: Valitse sininen
it: Selezionare il blu
sv: Välja blå

source: Select yellow
es: Seleccionar amarillo
fi: Valitse keltainen
it: Selezionare il giallo
sv: Välja gul

source: Select green
es: Seleccionar verde
fi: Valitse vihreä
it: Selezionare il verde
sv: Välja grön

source: Undo
es: Deshacer
fi: Kumoa
it: Annullare
sv: Ångra

source: Create a new exam group
es: Crear un nuevo grupo de examen
it: Creare un nuovo gruppo di esami

source: Group name
es: Nombre del grupo
it: Nome del gruppo

source: Enter the name of the exam group
es: Introduzca el nombre del grupo de examen
it: Inserire il nome del gruppo di esami

source: Exam
es: Examen
it: Esame

source: Loading, please wait...
es: Cargando, espere por favor...
it: Caricamento, attendere...

source: 1. Manage exam groups
es: 1. Gestionar grupos de examen
it: 1. Gestione dei gruppi d'esame

source: Show all school's exam groups
it: Mostra tutti i gruppi d'esame della scuola

source: Group document
es: Documento del grupo
it: Documento del gruppo

source: Number of students
es: Número de estudiantes
it: Numero di studenti

source: Timeslot
es: Franja horaria
it: Orario

source: Actions
es: Acciones
it: Azioni

source: Duplicate group
es: Duplicar grupo
it: Duplica il gruppo

source: Delete group
es: Eliminar grupo
it: Elimina il gruppo

source: Create a new exam group
es: Crear un nuevo grupo de examen
it: Crea un nuovo gruppo d'esame

source: 2. Manage students
es: 2. Gestionar estudiantes
it: 2. Gestione dei gruppi d'esame Gestione degli studenti

source: Exam group members
es: Miembros del grupo de examen
it: Membri del gruppo d'esame

source: Login code
es: Código de inicio de sesión
it: Codice di accesso

source: Delete member
es: Eliminar miembro
it: Cancellare un membro

source: Add new student
es: Añadir nuevo estudiante
it: Aggiungere un nuovo studente

source: Import students from Wilma
es: Importar estudiantes de Wilma
it: Importare studenti da Wilma

source: Login codes
es: Códigos de inicio de sesión
it: Codici di accesso

source: Print login codes (Main exam)
es: Imprimir códigos de inicio de sesión (Examen principal)
it: Stampare i codici di accesso (esame principale)

source: Print login codes (Practice exam)
es: Imprimir códigos de inicio de sesión (Examen de práctica)
it: Stampare i codici di accesso (esame pratico)

source: 3. Manage exams
es: 3. Gestionar exámenes
it: 3. Gestione degli esami Gestione degli esami

source: The exam is now ended and login codes are disabled. You can now select and start another exam below.
es: El examen ha finalizado y los códigos de acceso están desactivados. Ahora puede seleccionar e iniciar otro examen a continuación.
it: L'esame è terminato e i codici di accesso sono disabilitati. È ora possibile selezionare e avviare un altro esame.

source: Begin by selecting the exam to be organized for the group.
es: Comience seleccionando el examen que se organizará para el grupo.
it: Iniziare selezionando l'esame da organizzare per il gruppo.

source: Select exam
es: Seleccione el examen
it: Selezionare l'esame

source: View exam document and audio/video materials
es: Vea el documento del examen y los materiales de audio/video
it: Visualizzare il documento d'esame e i materiali audio/video

source: Review and correct student answers
es: Revise y corrija las respuestas de los estudiantes
it: Rivedere e correggere le risposte degli studenti

source: Hold an exam
es: Realice un examen
it: Svolgere un esame
