Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: Move the document under styles folder to see the preview
es: Mueva el documento bajo la carpeta de estilos para ver la vista previa
fi: Siirrä dokumentti styles-kansion alle nähdäksesi esikatselun
it: Spostare il documento nella cartella degli stili per visualizzare l'anteprima
sv: Flytta dokumentet under stil-mappen för att se förhandsgranskningen

source: The style could not be compiled
es: El estilo no se ha podido compilar
fi: Tyyliä ei voitu kääntää
it: Non è stato possibile compilare lo stile
sv: Stilen kunde inte kompileras

source: The following error occurred:
es: Se ha producido el siguiente error:
fi: Tapahtui seuraava virhe:
it: Si è verificato il seguente errore:
sv: Följande fel inträffade:

source: The time is about to run out, remember to save your answers.
es: El tiempo está a punto de agotarse, recuerde guardar sus respuestas.
fi: Aika on loppumassa, muista tallentaa vastauksesi.
it: Il tempo sta per scadere, ricordarsi di salvare le risposte.
sv: Tiden är på väg att ta slut, kom ihåg att spara dina svar.

source: Time is up. You can still save answers for a while, but any new saves will be marked as late.
es: El tiempo se ha agotado. Puedes seguir guardando respuestas por un tiempo, pero cualquier nueva guardada se marcará como tardía.
fi: Aikasi loppui. Voit tallentaa vastauksia jonkun aikaa, mutta uudet talletukset merkataan myöhästyneiksi.
it: Il tempo è scaduto. È ancora possibile salvare le risposte per un po', ma ogni nuovo salvataggio sarà contrassegnato come in ritardo.
sv: Tiden är ute. Du kan fortfarande spara svar ett tag, men alla nya sparningar kommer att markeras som sena.

source: Terms of Service Update
es: Actualización de los Términos de Servicio
it: Aggiornamento dei Termini di servizio

source: We have updated our Terms of Service
es: Hemos actualizado nuestros Términos de Servicio
it: Abbiamo aggiornato i nostri Termini di servizio

source: To continue using TIM, please review and accept the updated terms.
es: Para continuar usando TIM, por favor revisa y acepta los términos actualizados.
it: Per continuare a utilizzare TIM, si prega di rivedere e accettare i termini aggiornati.

source: By checking the box and clicking "Confirm", you acknowledge that you have read and agree to the Terms of Service.
it: "Selezionando la casella e facendo clic su ""Conferma"", si dichiara di aver letto e accettato i Termini di servizio."

source: I have read and agree to the
es: He leído y acepto los
it: Ho letto e accettato i

source: Terms of Service.
es: Términos de Servicio.
it: Termini di servizio.

source: Confirm
es: Confirmar
it: Conferma

source: Log out
es: Cerrar sesión
it: Esci

source: Could not save the agreement. Try to refresh the page, if the problem persists you can contact TIM support at tim@jyu.fi
es: No se pudo guardar el acuerdo. Intente actualizar la página, si el problema persiste puede contactar con el soporte de TIM en tim@jyu.fi
it: Non è stato possibile salvare l'accordo. Se il problema persiste, è possibile contattare l'assistenza TIM all'indirizzo tim@jyu.fi

source: Add new machine translator API key
es: Añadir nueva clave API del traductor automático
fi: Lisää uusi konekääntäjän API-avain
it: Aggiungi una nuova chiave API per il traduttore automatico
sv: Lägg till ny maskinöversättare API-nyckel

source: Machine translator
es: Traductor automático
fi: Konekääntäjä
it: Traduttore automatico
sv: Maskinöversättare

source: API key
es: Clave API
fi: API-avain
it: Chiave API
sv: API-nyckel

source: The API key was added successfully!
es: ¡La clave API se ha añadido correctamente!
fi: API-avain lisättiin onnistuneesti!
it: La chiave API è stata aggiunta con successo!
sv: API-nyckeln har lagts till!

source: Could not add the new API key: {{addError}}
es: No se ha podido añadir la nueva clave API:
fi: Ei voitu lisätä uutta API-avainta: {{addError}}
it: Impossibile aggiungere la nuova chiave API:
sv: Kunde inte lägga till den nya API-nyckeln: {{addError}}

source: Help with machine translation setup
es: Ayuda con la configuración de la traducción automática
fi: Ohjeet konekääntäjään käyttöönottoon
it: Aiuto per la configurazione della traduzione automatica
sv: Hjälp med uppsättning av maskinöversättare

source: Add new contact information
es: Añadir nueva información de contacto
fi: Lisää uusi yhteystieto
it: Aggiungi nuove informazioni di contatto
sv: Lägg till ny kontaktinformation

source: Channel
es: Canal
fi: Kanava
it: Canale
sv: Kanal

source: Contact info
es: Información de contacto
fi: Yhteystieto
it: Informazioni di contatto
sv: Kontaktinformation

source: A verification link was sent to this contact. Please check possible spam filters.
es: Se ha enviado un enlace de verificación a este contacto. Por favor, compruebe los posibles filtros de spam.
fi: Vahvistuslinkki lähetettiin tähän yhteystietoon. Tarkista tarvittaessa roskaposti.
it: A questo contatto è stato inviato un link di verifica. Si prega di controllare eventuali filtri antispam.
sv: En verifieringslänk skickades till den här kontakten. Kontrollera eventuella spamfilter.

source: Could not add the new contact: {{addError}}
es: No se ha podido añadir el nuevo contacto:
fi: Uuden yhteystiedon lisääminen epäonnistui: {{addError}}
it: Impossibile aggiungere il nuovo contatto:
sv: Kunde inte lägga till den nya kontakten: {{addError}}

source: Haka logo
es: Logo de Haka
fi: Hakan logo
it: Logo Haka
sv: Hakas logo

source: Haka login (Haka organizations and universities)
es: Inicio de sesión en Haka (organizaciones y universidades de Haka)
fi: Haka login (Haka organisaatiot and yliopistot)
it: Login Haka (organizzazioni e università Haka)
sv: Haka login (organisationer och universitet)

source: Select your home organization...
es: Seleccione su organización de origen...
fi: Valitse kotiorganisaatiosi...
it: Seleziona la tua organizzazione di provenienza...
sv: Välj din hemorgansation...

source: Log in via
es: Inicie sesión a través de
fi: Kirjaudu kohteella:
it: Accedi tramite
sv: Logga in via

source: Language
es: Idioma
fi: Kieli
it: Lingua
sv: Språk

source: Use web browser preference
es: Utilice las preferencias del navegador web
fi: Käytä web-selaimen asetusta
it: Usa le preferenze del browser web
sv: Använda webbläsarinställningar

source: Email login
es: Inicio de sesión por correo electrónico
fi: Kirjaudu sisään sähköpostilla
it: Login via e-mail
sv: Inloggning via e-post

source: Sign up
es: Regístrese
fi: Rekisteröidy
it: Iscriviti
sv: Registrera dig

source: Email or username
es: Correo electrónico o nombre de usuario
fi: Sähköpostiosoite tai käyttäjätunnus
it: E-mail o nome utente
sv: E-postadress eller användarnamn

source: If you have not logged in before, and your email corresponds to the one in Studyinfo.fi, TIM sent a password to your email now. Please read the email in a separate browser tab, and please wait for the email at least 5 minutes if you don't get the email right away. Check your spam folder too.
fi: Jos et ole kirjautunut aiemmin ja sähköpostisi vastaa Opintopolku.fi-palvelussa olevaa, TIM lähetti salasanan sähköpostiisi nyt. Lue sähköposti selaimen eri välilehdessä, ja odota sähköpostia ainakin 5 minuuttia, jos et saa sitä heti. Tarkista myös roskapostikansiosi.
it: Se non hai mai effettuato il login prima, e la tua e-mail corrisponde a quella di Studyinfo.fi, TIM ha inviato una password alla tua e-mail. Si prega di leggere l'e-mail in una scheda separata del browser e di attendere almeno 5 minuti se non si riceve subito l'e-mail. Controlla anche la cartella spam.
sv: Om du inte har loggat in i TIM tidigare och din e-postadress finns i Studieinfo.fi, skickade TIM just ett lösenord till din e-post. Vänligen läs e-posten i en separat flik i webbläsaren och vänta på e-posten minst 5 minuter, om du inte har fått e-posten direkt. Kolla också din spam-mapp.

source: If you have not logged in to TIM before, TIM sent a password to your email now.
es: Si no se ha conectado antes a TIM, TIM le ha enviado una contraseña a su correo electrónico ahora.
fi: Jos et ole kirjautunut TIMiin aiemmin, TIM lähetti salasanan sähköpostiisi nyt.
it: Se non hai ancora effettuato l'accesso a TIM, TIM ha inviato una password alla tua email.
sv: Om du inte har loggat in i TIM tidigare, skickade TIM just ett lösenord till din e-post.

source: If you have logged in before, use your current password.
es: Si se ha conectado antes, utilice su contraseña actual.
fi: Jos olet kirjautunut aiemmin, käytä nykyistä salasanaasi.
it: Se hai già effettuato l'accesso, usa la tua password attuale.
sv: Om du har loggat in tidigare, använda ditt nuvarande lösenord.

source: I forgot my password
es: He olvidado mi contraseña
fi: Unohdin salasanani
it: Ho dimenticato la password
sv: Jag minns inte mitt lösenord

source: Continue
es: Continuar
fi: Jatka
it: Continua
sv: Fortsätt

source: Cancel
es: Cancelar
fi: Peruuta
it: Annulla
sv: Avbryt

source: If you don't have an existing TIM or {{ getHomeOrgDisplayName() }} account, you can create a TIM account here.
it: Se non hai un account TIM o

source: Please input your email address to receive a temporary password.
es: Introduzca su dirección de correo electrónico para recibir una contraseña temporal.
fi: Anna sähköpostiosoitteesi saadaksesi väliaikainen salasana.
it: Inserisci il tuo indirizzo email per ricevere una password temporanea.
sv: Mata in din e-postadress för att få ett tillfälligt lösenord.

source: To reset password, enter your email or username first.
es: Para restablecer la contraseña, introduzca primero su dirección de correo electrónico o nombre de usuario.
it: Per reimpostare la password, inserire prima l'e-mail o il nome utente.
sv: För att återställa ditt lösenord, mata in din e-postadress eller ditt användarnamn först.

source: If you do not receive the message within 5 minutes, verify that your email address is entered correctly above. Additionally, check your Spam or Junk folder in case the message was filtered.
es: Si no recibe el mensaje en 5 minutos, compruebe que ha introducido correctamente su dirección de correo electrónico. Además, compruebe su carpeta de Spam o Correo no deseado en caso de que el mensaje haya sido filtrado.
it: Se non si riceve il messaggio entro 5 minuti, verificare che l'indirizzo e-mail sia stato inserito correttamente. Inoltre, controllare la cartella Spam o Junk nel caso in cui il messaggio sia stato filtrato.

source: Do not type anything here
es: No escriba nada aquí
fi: Älä kirjoita tähän mitään
it: Non digitare nulla qui
sv: Skriv inte någonting här

source: Continue
es: Continuar
it: Continua
sv: Fortsätta

source: TIM sent you a temporary password. Please check your email and type the password below to continue.
es: TIM le ha enviado una contraseña temporal. Por favor, compruebe su correo electrónico y escriba la contraseña a continuación para continuar.
it: TIM ti ha inviato una password temporanea. Controlla la tua e-mail e digita la password qui sotto per continuare.
sv: TIM skickade dig ett tillafälligt lösenord. Vänligen checka din e-post och mata in lösenordet nedanför för att fortsätta.

source: Password you received
es: Contraseña que ha recibido
fi: Salasana, jonka sait
it: Password ricevuta
sv: Lösenordet som du fick

source: Enter your name (Lastname Firstname)
es: Escriba su nombre (Apellido Nombre)
it: Inserisci il tuo nome (Cognome Nome)
sv: Mata in ditt namn (Efternamn Förnamn)

source: Your name
es: Su nombre
fi: Nimesi
it: Il tuo nome
sv: Ditt namn

source: Create a new password (at least {{ minPasswordLength }} characters)
es: Cree una nueva contraseña (al menos
fi: Luo uusi salasana (vähintään {{ minPasswordLength }} merkkiä)
it: Crea una nuova password (almeno
sv: Skapa ett nytt lösenord (åtminstone {{ minPasswordLength }} tecken)

source: Retype the above password
es: Vuelva a escribir la contraseña anterior
it: Ripeti la password precedente
sv: Skriv lösenordet ovan på nytt

source: Retype password
es: Vuelva a escribir la contraseña
fi: Kirjoita salasana uudelleen
it: Ripeti la password
sv: Skriv lösenordet på nytt

source: Finish
es: Finalice
it: Termina
sv: Sluta

source: Thank you!
es: ¡Gracias!
it: Grazie!
sv: Tack!

source: Your information was updated successfully.
es: Su información se ha actualizado correctamente.
it: Le tue informazioni sono state aggiornate con successo.
sv: Din information har uppdaterats framgångsrik.

source: Add a user to this session
es: Añadir un usuario a esta sesión
fi: Lisää käyttäjä istuntoon
it: Aggiungi un utente a questa sessione
sv: Sättä en annan användare till sittningen

source: Sign up
es: Registrarse
fi: Rekisteröidy
it: Iscriviti
sv: Registrera dig

source: Log in
es: Iniciar sesión
fi: Kirjaudu sisään
it: Accedi
sv: Logga in

source: Read basic profile information (username, full name, email address)
es: Leer la información básica del perfil (nombre de usuario, nombre completo, dirección de correo electrónico)
fi: Lukea peruskäyttäjätiedot (käyttäjätunnus, koko nimi, sähköpostiosoite)
it: Leggi le informazioni di base del profilo (nome utente, nome completo, indirizzo e-mail)
sv: Läsa grundläggande profilinformation (användarnamn, fullt namn, e-postadress)

source: Access your TIM tasks
es: Acceder a sus tareas TIM
it: Accedi ai tuoi compiti TIM

source: Submit answers to TIM tasks
es: Enviar respuestas a las tareas TIM
it: Invia le risposte ai compiti TIM

source: Access your TIM courses
es: Acceder a sus cursos TIM
it: Accedi ai tuoi corsi TIM

source: Authenticate to {{data.oauthClientName}} with TIM
es: Autenticarse en
fi: Tunnistaudu palveluun {{data.oauthClientName}} TIMin avulla
it: Autenticati a
sv: Autentisera till {{data.oauthClientName}} med TIM

source: You are attempting to authenticate to <strong>{{data.oauthClientName}}</strong> with TIM.
fi: Olet yrittämässä tunnistautua palveluun <strong>{{data.oauthClientName}}</strong> TIMin avulla.
it: Stai tentando di autenticarti a
sv: Du försöker autentisera till <strong>{{data.oauthClientName}}</strong> med TIM.

source: Do you want to proceed?
es: ¿Desea continuar?
fi: Haluatko jatkaa?
it: Vuoi procedere?
sv: Vill du fortsätta?

source: Authenticate to {{data.oauthClientName}}
es: Autenticarse en
fi: Tunnistaudu palveluun {{data.oauthClientName}}
it: Autenticati a
sv: Autentisera till {{data.oauthClientName}}

source: Log in with the button above in order to authenticate
es: Inicie sesión con el botón de arriba para autenticarse
fi: Kirjaudu sisään yllä olevasta painikkeesta tunnistautuakseen
it: Accedi con il pulsante qui sopra per autenticarti
sv: Logga in med knappen ovan för att autentisera

source: Save changes
es: Guarde los cambios
fi: Tallenna muutokset
it: Salva le modifiche
sv: Spara ändringar

source: Emails
es: Correos electrónicos
fi: Sähköpostiosoitteet
it: Email
sv: E--postmeddelanden

source: Style
es: Estilo
fi: Tyyli
it: Stile
sv: Stil

source: Type
es: Tipo
fi: Tyyppi
it: Tipo
sv: Typ

source: TIM settings
es: Configuración de TIM
fi: TIM-asetukset
it: Impostazioni TIM
sv: TIM inställningar

source: Preferred language
es: Idioma preferido
fi: Ensisijainen kieli
it: Lingua preferita
sv: Önskat språk

source: Styles
es: Estilos
fi: Tyylit
it: Stili
sv: Stilar

source: Selected styles
es: Estilos seleccionados
fi: Valitut tyylit
it: Stili selezionati
sv: Väljade stilar

source: Styles that you currently use are listed here. You can review and remove styles that you use.
es: Aquí se enumeran los estilos que utiliza actualmente. Puede revisar y eliminar los estilos que utilice.
fi: Käyttämäsi tyylit ovat lueteltu alla. Voit tarkastella ja poistaa käyttämiäsi tyylejä.
it: Gli stili attualmente utilizzati sono elencati qui. È possibile rivedere e rimuovere gli stili utilizzati.
sv: Stilar som du använder för närvarande listas här. Du kan granska och ta bort stilar som du använder.

source: You can also reorder styles by dragging them in the list below. Reordering the styles will change their priority which might affect the final generated theme for TIM.
es: También puede reordenar los estilos arrastrándolos en la lista de abajo. Reordenar los estilos cambiará su prioridad, lo que podría afectar al tema final generado para TIM.
fi: Voit myös järjestää tyylejä raahaamalla ne alla olevassa luettelossa. Tyylien uudelleenjärjestäminen muuttaa niiden tärkeysjärjestystä, mikä vaikuttaa lopulliseen TIM:n ulkoasuun.
it: È anche possibile riordinare gli stili trascinandoli nell'elenco sottostante. Il riordino degli stili ne modificherà la priorità, il che potrebbe influire sul tema finale generato per TIM.
sv: Du kan också ändra ordning på stilar genom att dra dem i listan nedan. Om du ändrar ordningen på stilarna kommer deras prioritet att ändras, vilket kan påverka det slutgiltiga genererade temat för TIM.

source: Loading active styles, please wait
es: Cargando estilos activos, por favor espere
fi: Ladataan käytössä olevat tyylit, odota
it: Caricamento degli stili attivi, attendere
sv: Laddar aktiva stilar, vänligen vänta

source: You have no styles selected. You can add styles via the <a (click)="changeStyleTab(1)">Available styles</a> tab.
it: Non sono stati selezionati stili. È possibile aggiungere stili tramite il menu

source: Official
es: Oficial
fi: Virallinen
it: Ufficiale
sv: Officiell

source: Deleted
es: Eliminado
fi: Poistettu
it: Eliminato
sv: Borttagen

source: Delete style
es: Eliminar estilo
fi: Poista tyyli
it: Cancellare lo stile
sv: Ta bort stilen

source: Quick select styles
es: Estilos de selección rápida
it: Selezione rapida degli stili

source: Styles that are available in the Quick select menu (in the Settings menu on the left of the page) are listed here. You can review and remove styles that you use.
es: Aquí se enumeran los estilos que están disponibles en el menú de selección rápida (en el menú Configuración situado a la izquierda de la página). Puedes revisar y eliminar los estilos que utilices.
it: Gli stili disponibili nel menu di selezione rapida (nel menu Impostazioni a sinistra della pagina) sono elencati qui. È possibile rivedere e rimuovere gli stili utilizzati.

source: You can also reorder styles by dragging them in the list below.
es: También puedes reordenar los estilos arrastrándolos en la lista de abajo.
it: È inoltre possibile riordinare gli stili trascinandoli nell'elenco sottostante.

source: You have no quick styles selected. You can add styles via the <a (click)="changeStyleTab(1)">Available styles</a> tab.
it: Non sono stati selezionati stili rapidi. È possibile aggiungere stili tramite il menu

source: Available styles
es: Estilos disponibles
fi: Saatavilla olevat tyylit
it: Stili disponibili
sv: Tillgängliga stilar

source: The table below lists all styles available on TIM. You can preview and add new styles using the table below.
es: La siguiente tabla enumera todos los estilos disponibles en TIM. Puedes previsualizar y añadir nuevos estilos utilizando la tabla de abajo.
fi: Kaikki TIM:ssa saatavilla olevat tyylit ovat lueteltu alla olevassa taulukossa. Voit esikatsella ja lisätä uusia tyylejä alla olevan taulukon avulla.
it: La tabella seguente elenca tutti gli stili disponibili su TIM. È possibile visualizzare l'anteprima e aggiungere nuovi stili utilizzando la tabella sottostante.
sv: Tabellen nedan listar alla stilar som är tillgängliga på TIM. Du kan förhandsgranska och lägga till nya stilar med hjälp av tabellen nedan.

source: OffiOfficial styles</strong> are maintained and supported by TIM maintainers.
fi: <strong>Viralliset tyylit</strong> ovat TIM-ylläpitäjien hallinnoimia
it: OffiGli stili ufficiali</strong> sono gestiti e supportati dai responsabili della manutenzione TIM.
sv: <strong>Officiella stilar</strong> underhålls och stöds av TIM-underhållare.

source: UserUser-made styles</strong> are made and maintained by TIM's users. For more information, see <a href="/view/tim/ohjeita/styles">style authoring guide</a>.
it: UserGli stili creati dagli utenti</strong> sono realizzati e gestiti dagli utenti di TIM. Per ulteriori informazioni, consultare la <a href="/view/tim/ohjeita/styles">guida alla creazione degli stili</a>.

source: To remove styles or edit their ordering, use the <a (click)="changeStyleTab(0)">Selected styles</a> tab.
fi: Käytä <a (click)="changeStyleTab(0)">Valitut tyylit</a>-välilehteä poistaaksesi tyylejä tai muuttaaksesi niiden järjestystä.
it: Per rimuovere gli stili o modificarne l'ordine, utilizzare il pulsante
sv: För att ta bort stilar eller redigera deras ordning, använd fliken <a (click)="changeStyleTab(0)">Valda stilar</a>.

source: NoteNote:</strong> Your current styles will be temporarily disabled while previewing.
fi: <strong>Huom:</strong> Nykyiset valitut tyylisi kytketään pois päältä tyylien esikatselun ajaksi.
it: NoteNota:</strong> Gli stili attuali saranno temporaneamente disabilitati durante l'anteprima.
sv: <strong>Obs!</strong> Dina nuvarande stilar kommer att inaktiveras tillfälligt under förhandsgranskning.

source: Loading available styles, please wait
es: Cargando estilos disponibles, por favor espere
fi: Ladataan saatavilla olevia tyylejä, odota
it: Caricamento degli stili disponibili, attendere
sv: Laddar tillgängliga stilar, vänligen vänta

source: No styles available.
es: No hay estilos disponibles.
fi: Ei saatavilla olevia tyylejä.
it: Non ci sono stili disponibili.
sv: Inga tillgängliga stilar.

source: Show user-made styles
es: Mostrar estilos creados por el usuario
fi: Näytä käyttäjätyylit
it: Mostra gli stili creati dall'utente
sv: Visa användargjorda stilar

source: Add to Selected styles
es: Añadir a Estilos seleccionados
fi: Lisää Valittuihin tyyleihin
it: Aggiungi agli stili selezionati
sv: Lägg till i valda stilar

source: Add to Quick select
es: Añadir a Selección rápida
it: Aggiungi alla selezione rapida

source: Clear preview
es: Borrar vista previa
fi: Tyhjennä esikatselu
it: Cancella l'anteprima
sv: Rensa förhandsgranskning

source: Custom CSS
es: CSS personalizado
fi: Mukautettu CSS
it: CSS personalizzato
sv: Anpassad CSS

source: You can define your personal custom styles using CSS. The styles are applied to all TIM pages and all devices you use.
es: Puede definir sus estilos personalizados mediante CSS. Los estilos se aplican a todas las páginas TIM y a todos los dispositivos que utilice.
fi: Voit määritellä omat mukautetut tyylisi CSS:n avulla. Tyylejä sovelletaan kaikkiin TIM-sivuihin ja kaikkiin käyttämiisi laitteisiin.
it: È possibile definire stili personalizzati utilizzando i CSS. Gli stili vengono applicati a tutte le pagine TIM e a tutti i dispositivi utilizzati.
sv: Du kan definiera dina personliga anpassade stilar med CSS. Stilarna tillämpas på alla TIM-sidor och alla enheter du använder.

source: For extended styling using SCSS, refer to <a href="/view/tim/ohjeita/styles">style authoring guide</a>.
fi: Katso <a href="/view/tim/ohjeita/styles">tyylien laadintaopas</a> SCSS:n avulla tehtävää laajennettua muotoilua varten.
it: Per uno stile esteso utilizzando SCSS, consultare
sv: För utökad stil med SCSS, se <a href="/view/tim/ohjeita/styles">guide för stilförfattare</a>.

source: Add Print Settings
es: Añadir configuración de impresión
it: Aggiungi impostazioni di stampa

source: Compiling style, please wait
es: Compilación de estilo, espere
fi: Tyyli käännetään, odota
it: Compilazione dello stile, attendere
sv: Kompilering av stilen är pågående, vänligen vänta

source: Use words from the document in ACE editor autocomplete
es: Utilizar palabras del documento en autocompletar del editor ACE
fi: Käytä dokumentissa olevia sanoja ACE-editorin automaattisessa täydennyksessä
it: Utilizzare le parole del documento nel completamento automatico dell'editor ACE
sv: Använd ord från dokumentet i ACE editor autocomplete
