Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: Could not log in as 'quickLoginUser': loginResult.result.error
fi: Nopea kirjautuminen käyttäjällä 'quickLoginUser' ei onnistunut: loginResult.result.error
it: Impossibile accedere come 'quickLoginUser': loginResult.result.error
sv: Kunde inte logga in som 'quickLoginUser': loginResult.result.error

source: Something went wrong. TIM admins have been notified about the issue.
es: Algo ha ido mal. Se ha notificado el problema a los administradores de TIM.
fi: Jotain meni pieleen. Järjestelmänvalvojalle on ilmoitettu ongelmasta.
it: Qualcosa è andato storto. Gli amministratori TIM sono stati informati del problema.
sv: Något gick fel. TIM-administratörer har informerats om problemet.

source: Insufficient permissions to delete group
es: Permisos insuficientes para eliminar el grupo
fi: Riittämättömät oikeudet ryhmän poistamiseen
it: Permessi insufficienti per eliminare il gruppo
sv: Otillräckliga behörigheter för att radera gruppen

source: Permanent default group cannot be deleted
es: No se puede eliminar el grupo predeterminado permanente
fi: Pysyvää oletusryhmää ei voi poistaa
it: Il gruppo predefinito permanente non può essere eliminato
sv: Permanent förvald gruppen kan inte raderas

source: <b>Warning!</b> The velp group <b>group.name</b> still contains velps:</br> </br> velpsInGroupList </br> If the listed velps do not belong to any other velp groups, they will not be shown in the velp templates list after this operation completes.</br>
es: <b>¡Atención!</b> El grupo velp
fi: <b>Varoitus!</b> Velpryhmä <b>group.name</b> sisältää vielä velppejä:</br> </br> velpsInGroupList </br> Jos listatut velpit eivät kuulu muihin velpryhmiin, niitä ei näytetä velppipohjien listassa tämän toiminnon suorittamisen jälkeen.</br>
it: <b>Attenzione!</b> Il gruppo velp <b>group.name</b> contiene ancora velps:</br> </br> velpsInGroupList </br>
sv: <b>Varning!</b> Velpgruppen <b>group.name</b> ännu innehåller velps:</br> </br> velpsInGroupList </br> Om de listade velps inte tillhör några andra velpgrupper, kommer de inte att visas i listan med velpmallar efter att denna operation har slutförts.</br>

source: Are you sure you want to delete this velp group: <b>group.name</b>?</br> </br> warningGroupHasVelps Velps attached to documents will not be removed.
es: ¿Está seguro de que desea eliminar este grupo velp:
fi: Haluatko varmasti poistaa tämän velpryhmän: <b>group.name</b>?</br> </br> warningGroupHasVelps Dokumentteihin lisättyjä velppejä ei poisteta.
it: Sei sicuro di voler eliminare questo gruppo Velp: <b>group.name</b>?</br> </br> warningGroupHasVelps I Velp allegati ai documenti non verranno rimossi.
sv: Är du säkert att du vill ta bort denna velpgruppen: <b>group.name</b>?</br> </br> warningGroupHasVelps Velps som har läggats till dokumenter kommer inte att raderas.

source: Delete velp group?
es: ¿Borrar grupo velp?
fi: Poista velpryhmä?
it: Cancellare il gruppo velp?
sv: Ta bort velpgruppen?

source: Insufficient permissions to delete velp group: <b>group.name</b>.
es: Permisos insuficientes para borrar grupo velp:
fi: Riittämättömät oikeudet velpryhmän <b>group.name</b> poistamiseen.
it: Permessi insufficienti per cancellare il gruppo velp:
sv: Otillräckliga rättigheter för att ta bort velpgruppen: <b>group.name</b>.

source: Choose random student
es: Elegir estudiante al azar
fi: Valitse satunnainen opiskelija
it: Scegliere uno studente a caso
sv: Välja en slumpmässig student

source: Previous user
es: Usuario anterior
fi: Edellinen käyttäjä
it: Utente precedente
sv: Föregående användare

source: Next user
es: Usuario siguiente
fi: Seuraava käyttäjä
it: Utente successivo
sv: Nästa användare

source: Showing answers from all users
es: Mostrar respuestas de todos los usuarios
fi: Näytetään vastaukset kaikilta käyttäjiltä
it: Mostra le risposte di tutti gli utenti
sv: Visar svar från alla användare

source: Previous answer
es: Respuesta anterior
fi: Edellinen vastaus
it: Risposta precedente
sv: Föregående svar

source: List of answers
es: Lista de respuestas
fi: Lista vastaajista
it: Elenco delle risposte
sv: Lista över svar

source: Next answer
es: Respuesta siguiente
fi: Seuraava vastaus
it: Risposta successiva
sv: Nästa svar

source: Newest answer
es: Respuesta más reciente
fi: Uusin vastaus
it: Risposta più recente
sv: Senaste svaret

source: (no valid answers from the selected user)
es: (no hay respuestas válidas del usuario seleccionado)
fi: (ei valideja vastauksia valitulta käyttäjältä)
it: (nessuna risposta valida dell'utente selezionato)
sv: (inga giltiga svar från den valda användaren)

source: (no valid answers)
es: (no hay respuestas válidas)
fi: (ei valideja vastauksia)
it: (nessuna risposta valida)
sv: (inga giltiga svar)

source: All answers
es: Todas las respuestas
fi: Kaikki vastaukset
it: Tutte le risposte
sv: Alla svar

source: Change to new task
es: Cambiar a nueva tarea
fi: Vaihda uuteen tehtävään
it: Passa a un nuovo compito
sv: Byt till ny uppgift

source: Link to currently selected answer
es: Enlace a la respuesta seleccionada actualmente
fi: Linkki tällä hetkellä valittuun vastaukseen
it: Collegamento alla risposta attualmente selezionata
sv: Länk till det valda svaret

source: Link
es: Enlace
fi: Linkki
it: Collegamento
sv: Länk

source: Link to currently selected answer without other document content
es: Enlace sin otro contenido del documento
fi: Linkki tällä hetkellä valittuun vastaukseen ilman muuta dokumentin sisältöä
it: Collegamento alla risposta attualmente selezionata senza altri contenuti del documento
sv: Länk till det valda svaret utan annat dokumentinnehåll

source: Link to peer review
es: Enlace a la revisión por pares
fi: Linkki vertaisarviointiin
it: Collegamento alla revisione tra pari
sv: Länk till peer review

source: (no answers from the selected user)
es: (sin respuestas del usuario seleccionado)
fi: (ei vastauksia valitulta käyttäjältä)
it: (nessuna risposta dall'utente selezionato)
sv: (inga svar från den valda användaren)

source: (no answers)
es: (sin respuestas)
fi: (ei vastauksia)
it: (nessuna risposta)
sv: (inga svar)

source: Save points
es: Guardar puntos
fi: Tallenna pisteet
it: Salva punti
sv: Spara poäng

source: (only visible to teachers)
es: (sólo visible para profesores)
fi: (näkyvissä vain opettajille)
it: (visibile solo ai docenti)
sv: (endast synlig för lärare)

source: (invalid)
es: (no válido)
fi: (epävalidi)
it: (non valido)
sv: (ej giltig)

source: Set custom points
es: Establecer puntos personalizados
fi: Aseta mukautetut pisteet
it: Imposta punti personalizzati
sv: Ställ in anpassade poäng

# abIsValidCheckbox
source: Valid
es: Válido
fi: Validi
it: Valido
sv: Giltig

source: Save validity
es: Guardar validez
fi: Tallenna validiteetti
it: Salva la validità
sv: Spara giltighet

source: Save teacher's fix
fi: Tallenna opettajan korjaus
it: Salva la correzione dell'insegnante
sv: Spara lärarens fix

source: Delete answer
es: Borrar respuesta
fi: Poista vastaus
it: Elimina la risposta
sv: Ta bort svaret

source: List of reviewers
es: Lista de revisores
fi: Lista arvioijista
it: Elenco dei revisori
sv: Lista över granskare

source: All reviewers
es: Todos los revisores
fi: Kaikki arvioijat
it: Tutti i revisori
sv: Alla granskare

source: Collaborators
es: Colaboradores
fi: Tekijät
it: Collaboratori
sv: Författare

source: Delete collaborator
es: Borrar colaborador
fi: Poista tekijä
it: Elimina il collaboratore
sv: Ta bort författaren

source: Peer review:
es: Revisión por pares:
fi: Vertaisarviointi:
it: Revisione tra pari:

source: Preview
es: Vista previa
fi: Esikatsele
it: Anteprima
sv: Förhandsvisa

source: Add your review
es: Añada su revisión
fi: Anna arviointisi
it: Aggiungi la tua recensione
sv: Lägg till din recension

source: Save your review
es: Guarde su revisión
fi: Tallenna arviointisi
it: Salva la tua recensione
sv: Spara din recension

source: (no points given)
es: (no se dan puntos)
fi: (ei annettuja pisteitä)
it: (non vengono assegnati punti)
sv: (inga poäng ges)

source: (average of {{peerReviews.length}} reviews)
es: (media de
fi: (keskiarvo {{peerReviews.length}} arvioinnista)
it: (media di
sv: (genomsnitt av {{peerReviews.length}} recensioner)

source: Answering time:
es: Tiempo de respuesta:
fi: Vastausaika:
it: Tempo di risposta:
sv: Svarstid:

source: Since
es: Desde
fi: Alkaa
it: Da
sv: Från

source: Until
es: Hasta
fi: Päättyy
it: Fino a
sv: Till

source: (hover/click to update)
es: (pase el ratón/haga clic para actualizar)
fi: (kohdista kursori/paina päivittääksesi)
it: (passare il mouse/cliccare per aggiornare)
sv: (focus/klicka för att uppdatera)

source: Manage model answer locks
es: Gestionar bloqueos de respuestas modelo
fi: Hallitse mallivastausten lukituksia
it: Gestisci i blocchi delle risposte modello
sv: Hantera modelsvar lås

source: You are showing exam answers to the students.
it: Stai mostrando le risposte dell'esame agli studenti.

source: You can show answers only when they don't have an active exam running.
it: È possibile mostrare le risposte solo quando non è in corso alcun esame attivo.

source: and not for the practice exam.
it: e non quelle dell'esame di prova.

source: To start a new exam, stop answer reviewing in section <i>4. Show answers to students</i>.
it: Per iniziare un nuovo esame, interrompi la revisione delle risposte nella sezione <i>4. Mostra le risposte agli studenti</i>.

source: Stop the exam and disable login codes in section <i>3. Manage exams</i> to enable showing answers.
it: Interrompi l'esame e disattiva i codici di accesso nella sezione <i>3. Gestisci gli esami</i> per abilitare la visualizzazione delle risposte.

source: Change the exam in section <i>3. Manage exams</i> to enable showing answers.
it: Modifica l'esame nella sezione <i>3. Gestisci esami</i> per abilitare la visualizzazione delle risposte.

source: Select an exam in section <i>3. Manage exams</i> to enable showing answers.
it: Seleziona un esame nella sezione <i>3. Gestisci esami</i> per abilitare la visualizzazione delle risposte.

source: Generate new login codes for selected students
it: Genera nuovi codici di accesso per gli studenti selezionati

source: Generate new login codes for all students
it: Genera nuovi codici di accesso per tutti gli studenti

source: Reset
es: Reiniciar
fi: Resetoi
sv: Återställ

source: Couldn't find target this.markup.targetCanvas
es: No se ha podido encontrar objetivo

source: Copy the code you made by Tauno by pressing the link "copy from Tauno". Then press Run button. Note that the running code may have different code than in Tauno!
es: "Copia el código que hizo Tauno pulsando el enlace ""copy from Tauno"". Después pulsa el botón Ejecutar. ¡Ten en cuenta que el código en ejecución puede tener un código diferente al de Tauno!"

source: Uploading... sizeString( event.loaded ) / total (percentage %)
es: Cargando...

source: Uploaded file.name at timeString(). this.multiple ? this.stem ?? "" : ""
es: Cargado

source: Uploaded file.name as mapping.path at timeString(). this.multiple ? this.stem ?? "" : ""
es: Cargado

source: Maximum file size is sizeString( maxSize )
es: El tamaño máximo del archivo es

source: Saved
es: Guardado
fi: Tallennettu
sv: Sparad

source: Download
es: Descarga
fi: Lataa
sv: Ladda ner

source: You can use this tab to import document files directly to editable text. Click on 'Browse...' to select a document to import.
es: "Puede utilizar esta pestaña para importar archivos de documentos directamente a texto editable. Haga clic en ""Examinar..."" para seleccionar el documento que desea importar."

source: Examples <sup *ngIf="notFinnish()">(F)</sup>
es: Ejemplos

source: TIM's possibilities
es: Posibilidades de TIM

source: Add this page to 'My courses' bookmark folder
es: Añadir esta página a la carpeta de marcadores 'Mis cursos'

source: Add to 'My courses'
es: Añadir a 'Mis cursos'

source: You are previewing the page with access limited to level "<strong><".".
es: "Está previsualizando la página con acceso limitado al nivel """

source: Slide
es: Diapositiva
fi: Kalvot
sv: Diabild

source: You will be able to access this { item.isFolder, select, true {folder} false {document} } in <tim-countdown [seconds]="waitTime" [displayUnits]="['y', 'mo', 'w', 'd', 'h', 'm', 's']" (onFinish)="this.countDown = false"></tim-countdown>.
es: Podrá acceder a esta

source: Could not find the group. Make sure the group exists and you have at least "edit" permissions to it. Details: {{searchError}}
es: "No se pudo encontrar el grupo. Asegúrese de que el grupo existe y de que tiene al menos permisos de ""edición"" sobre él. Detalles:"

source: Add groups by using the search box above and pressing "Add".
es: "Añade grupos utilizando el cuadro de búsqueda de arriba y pulsando ""Añadir""."

source: Update translations' relevance values
es: Actualizar los valores de relevancia de las traducciones

source: Don't verify
es: No verificar

source: Use sender's verification
es: Usar verificación del remitente

source: Use list's verification
es: Usar verificación de la lista

source: Loading list's members failed: result2.result.error.error
es: Error al cargar los miembros de la lista:

source: email
es: correo electrónico
fi: sähköpostiviestinä
sv: e-post

source: Recipients will see each others' addresses
es: Los destinatarios verán las direcciones de los demás

source: Message will persist on user's screen until they mark it as read
es: El mensaje permanecerá en la pantalla del usuario hasta que lo marque como leído

source: Read receipt can be cancelled in <a href="/view/{{message.doc_path}}">the message document</a>
es: La recepción de lectura puede cancelarse en

source: Are you sure you want to delete the event "this.data.title"?enrollmentMessage
es: "¿Está seguro de que desea eliminar el evento """

source: Book the event "this.data.title"?
es: "Reservar el evento """

source: Are you sure you want to cancel booking "this.data.title"?
es: "¿Está seguro de que desea cancelar la reserva """

source: Adding <code>"delete": true</code> to an event will delete it.
es: Añadir

source: Loading images ({{loadedImages}} /{{bgSources.length}}) <tim-loading></tim-loading>
es: Cargar imágenes (

source: Show all school's exam groups
es: Mostrar todos los grupos de examen de la escuela

source: Extra time?
es: ¿Tiempo extra?

source: Generate new login codes
es: Generar nuevos códigos de inicio de sesión

source: You are showing exam answers to the students.<br> To start a new exam, stop answer reviewing in section '4. Show answers to students'.
es: Usted está mostrando las respuestas del examen a los estudiantes.

source: Ask students to log in to the exam page:
es: Pida a los estudiantes que inicien sesión en la página del examen:

source: The exam has started! Students can now access the exam. Audio and video materials can be accessed via the "View exam document" link.
es: "¡El examen ha comenzado! Los estudiantes ya pueden acceder al examen. Se puede acceder a los materiales de audio y vídeo a través del enlace ""Ver documento del examen""."

source: You can show answers only when they don't have an active exam running.<br> Stop the exam and disable login codes in section '3. Manage exams' to enable showing answers.
es: Puede mostrar las respuestas sólo cuando no tengan un examen activo en ejecución.

source: You can only show answers for the main exam ({{ examByDocId.get(group.examDocId!)?.name }}) and not for the practice exam. Change the exam in section '3. Manage exams' to enable showing answers.
es: Sólo puede mostrar las respuestas para el examen principal (

source: Select an exam in section '3. Manage exams' to enable showing answers.
es: Seleccione un examen en la sección '3. Administrar exámenes' para habilitar mostrar las respuestas.

source: Note: You can only show the answers for the main exam ({{ examByDocId.get(group.examDocId!)?.name }}) and not for the practice exam.
es: Nota: Sólo puede mostrar las respuestas para el examen principal (

source: Students can access the answers to the exam '{{ examByDocId.get(group.examDocId!)?.name }}'. The access is automatically disabled on {{toReadableDate(group.accessAnswersTo ?? '')}}.
es: Los estudiantes pueden acceder a las respuestas del examen '

source: Make sure the exam is ended and login codes are disabled in section <i>'3. Manage exams'</i>
es: Asegúrese de que el examen ha finalizado y los códigos de inicio de sesión están desactivados en la sección

source: Press the <i>'Begin showing answers to students'</i> button to allow students to review their answers for 1 hour.
es: Pulse el botón

source: Ask students to log in to the exam page using their login codes: <a [href]="getExamUrl(examByDocId.get(group.examDocId!))">{{ getExayDocId.get(group.examDocId!)) }}</a></li></li>
es: Pida a los estudiantes que inicien sesión en la página del examen utilizando sus códigos de inicio de sesión:

source: Students can open the exam using the <i>'Open exam'</i> button.
es: Los estudiantes pueden abrir el examen utilizando el botón

source: Students can now review their answers. Students cannot submit new answers but can see their answers and model answers (if they are included).
es: Los estudiantes pueden ahora revisar sus respuestas. Los estudiantes no pueden enviar nuevas respuestas pero pueden ver sus respuestas y las respuestas modelo (si están incluidas).

source: To end the view right, press the <i>'End showing answers to students button'</i>. The right is automatically disabled in 1 hour.
es: Para finalizar la vista a la derecha, pulse el botón

source: Are you sure you want to delete group 'group.readableName'? This action cannot be undone!
es: ¿Está seguro de que desea eliminar el grupo '

source: Some students already have login codes in exam group 'group.readableName'. Generating new codes will overwrite the existing ones. Proceed?
es: Algunos estudiantes ya tienen códigos de acceso en el grupo de examen '

source: Some students don't have a login code yet. Please generate login codes first.
es: Algunos estudiantes aún no tienen códigos de acceso. Por favor, genere primero los códigos de acceso.

source: Are you sure you want to remove member.real_name from group 'group.readableName'?
es: ¿Está seguro de que desea eliminarlo?

source: You first need to resume the exam by using the "Resume exam for all students" button.
es: "Para reanudar el examen, primero debe utilizar el botón ""Reanudar examen para todos los estudiantes""."

source: You first need to resume the exam by using the "Resume exam for main group" button.
es: "Para reanudar el examen, primero debe utilizar el botón ""Reanudar examen para el grupo principal""."

source: You first need to interrupt the exam by using the "Interrupt exam" button.
es: "Para interrumpir el examen, primero debe utilizar el botón ""Interrumpir examen""."

source: You can't resume the exam that has already ended. End the exam and restart it if needed.
es: No puede reanudar el examen que ya ha finalizado. Finaliza el examen y reanúdalo si es necesario.

source: Are you sure you want to interrupt the exam while it is running? If you want to end the exam, use the "End exam" buttons.
es: "¿Estás seguro de que quieres interrumpir el examen mientras está en marcha? Si desea finalizar el examen, utilice los botones ""Finalizar examen""."

source: User's given name, list first and middle names in order
es: Nombre(s) del usuario, enumere el nombre y el segundo nombre en orden

source: User's surname
es: Apellidos del usuario

source: User's email
es: Correo electrónico del usuario

source: You will join the following groups: this.groups.join( ", " ). Proceed?
es: Te unirás a los siguientes grupos:

source: You will leave the following groups: this.groups.join( ", " ). Proceed?
es: Dejarás los siguientes grupos:

source: You haven't unlocked this task yet
es: Aún no ha desbloqueado esta tarea

source: Using browser simulator because user isn't logged in: Users.getCurrent().name
es: Using browser simulator because user isn't logged in:

source: Couldn't simulate circuit because there were too many qubits
es: No se ha podido simular el circuito porque había demasiados qubits

source: Couldn't simulate circuit because there were too many moments
es: No se ha podido simular el circuito porque había demasiados momentos

source: Couldn't interpret circuits
es: No se han podido interpretar los circuitos

source: Too many qubits for browser simulator. Try changing simulate attribute to "server".
es: "Demasiados qubits para el simulador del navegador. Prueba a cambiar el atributo simulate a ""server""."

source: This gate can't be edited
es: Esta puerta no se puede editar

source: User's name
es: Nombre del usuario

source: Press <span class="text-italic">Ctrl-F / ⌘-F</span> to search for text on the current page.
es: Pulse

source: was found
es: se encontró
fi: löytyi
sv: hittades

source: in
es: en
fi: kansiossa
sv: i

source: Index <a (click)="goToTop()" i18n-title title="Go to top" class="pull-right">Go to top</a>
es: Índice

source: People logged in: <span>{{lctrl.lecturerTable.length + lctrl.studentTable.length}}</span>
es: Personas conectadas:

source: Lecturers (<span>{{lctrl.lecturerTable.length}}</span>)
es: Profesores (

source: Students (<span>{{lctrl.studentTable.length}}</span>)
es: Alumnos (

source: Edit relevance (<span i18n-tooltip tooltip="Current relevance value">}))
es: Editar relevancia (

source: Print via browser's print dialog
es: Imprimir a través del diálogo de impresión del navegador

source: Teachers' help for course code
es: Ayuda del profesor para el código del curso

source: Memo/Minutes
es: Memo/Actas
fi: Esityslista/pöytäkirja
sv: Promemoria/Protokoll

source: Linked <a href="/view/{{sisugroupPath}}">course groups</a>
es: Vinculados

source: Cache
es: Caché
fi: Välimuisti

source: The document has no 'knro' macro defined
es: El documento no tiene definida la macro 'knro'

source: I allow <a href="/view/tim/Rekisteriseloste#rekisterin-tietosis%C3%A4lt%C3%B6"> the collected data </a> to be used for scientific research purposes after anonymization.
es: Permito

source: I do not allow <a href="/view/tim/Rekisteriseloste#rekisterin-tietosis%C3%A4lt%C3%B6"> the collected data </a> to be used for scientific research purposes after anonymization.
es: No permito

source: Error: <span [innerHTML]="error | purify"></span>
es: Error:

source: You don't have permission to view that document.
es: No tiene permiso para ver ese documento.

source: Page address <span>(optional)</span>
es: Dirección de la página

source: Your Email <span>(optional)</span>
es: Su correo electrónico

source: Once the code has been scanned, press "Check status" to re-check your verification.
es: "Una vez escaneado el código, pulse ""Comprobar estado"" para volver a comprobar su verificación."

source: By checking the box and clicking "Confirm", you acknowledge that you have read and agree to the Terms of Service.
es: "Al marcar la casilla y hacer clic en ""Confirmar"", reconoces que has leído y aceptas los Términos de Servicio."

source: If you have not logged in before, and your email corresponds to the one in Studyinfo.fi, TIM sent a password to your email now. Please read the email in a separate browser tab, and please wait for the email at least 5 minutes if you don't get the email right away. Check your spam folder too.
es: Si no ha iniciado sesión antes, y su correo electrónico se corresponde con el de Studyinfo.fi, TIM le ha enviado ahora una contraseña a su correo electrónico. Por favor, lea el correo electrónico en una pestaña separada del navegador, y espere al menos 5 minutos si no recibe el correo electrónico de inmediato. Compruebe también su carpeta de correo no deseado.

source: Password
es: Contraseña
fi: Salasana
sv: Lösenord
