Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: Output probabilities
es: Probabilidades de salida
fi: Ulostulojen todennäköisyydet
it: Probabilità di uscita

source: This gate can't be edited
fi: Tätä porttia ei pysty muokkaamaan
it: Questo gate non può essere modificato

source: hide
es: Ocultar
fi: piilota
it: nascondere

source: Matrix
es: Matriz
fi: Matriisi
it: Matrice

source: Time
es: Tiempo
fi: Aika
it: Tempo

source: Controls
es: Controles
fi: Kontrollit
it: Controlli

source: Anti-controls
es: Anti-controles
it: Controlli anti-controlli

source: Move up
es: Mover hacia arriba
fi: Siirrä ylöspäin
it: Sposta in alto
sv: Flytta upp

source: Move down
es: Mover hacia abajo
fi: Siirrä alaspäin
it: Sposta in basso
sv: Flytta ner

source: Rotate clockwise
es: Girar en el sentido de las agujas del reloj
fi: Käännä myötäpäivään
it: Ruota in senso orario
sv: Rotera klockvis

source: Delete picture
es: Borrar imagen
fi: Poista kuva
it: Cancella l'immagine
sv: Ta bort bild

source: Paste image
es: Pegar imagen
fi: Liitä kuva
it: Incolla l'immagine
sv: Klistra in bild

source: Save answer
es: Guardar respuesta
fi: Tallenna vastaus
it: Salva la risposta
sv: Spara svar

source: No images found in the clipboard
es: No se han encontrado imágenes en el portapapeles
fi: Leikepöydältä ei löytynyt kuvia
it: Nessuna immagine trovata negli appunti
sv: Inga bilder hittades i urklipp

source: Show images as PDF
es: Mostrar imágenes como PDF
fi: Näytä kuvat PDF-tiedostona
it: Mostra le immagini come PDF
sv: Visa bilder som PDF

source: You can paste your image directly from clipboard here
es: Aquí puede pegar su imagen directamente desde el portapapeles
fi: Voit liittää kuvasi suoraan leikepöydältä tähän
it: È possibile incollare l'immagine direttamente dagli appunti qui
sv: Du kan klistra in din bild direkt från urklipp här

source: Description
es: Descripción
fi: Kuvaus
it: Descrizione
sv: Beskrivning

source: Sisu name
es: Nombre del sisu
fi: Sisu-nimi
it: Nome Sisu
sv: Sisu namn

source: User's name
fi: Käyttäjän nimi
it: Nome utente
sv: Användars namn

source: Added
es: Añadido
fi: Lisätty
it: Aggiunto
sv: Läggat till

# userGroupRemoved
source: Removed
es: Eliminado
fi: Poistunut
it: Rimosso
sv: Borttaget

source: <b>Really remove the following users from group</b>
es: **Elimine realmente los siguientes usuarios del grupo**
it: <b>Rimuovere davvero i seguenti utenti dal gruppo</b>

source: Remove users from group
es: Elimine los usuarios del grupo
it: Rimuovere gli utenti dal gruppo

source: Please provide email addresses or usernames. Separate multiple addresses with commas or write each address on a new line.
es: Indique las direcciones de correo electrónico o los nombres de usuario. Separe las direcciones múltiples con comas o escriba cada dirección en una nueva línea.
it: Fornire gli indirizzi e-mail o i nomi utente. Separare più indirizzi con virgole o scrivere ogni indirizzo su una nuova riga.

source: If the address does not have a TIM account, a new account will be created for them.
es: Si la dirección no tiene una cuenta TIM, se creará una nueva cuenta para ellos.
it: Se l'indirizzo non ha un account TIM, ne verrà creato uno nuovo.

source: New members will be notified by email.
es: Los nuevos miembros serán notificados por correo electrónico.
it: I nuovi membri saranno avvisati via e-mail.

source: Add users
es: Añadir usuarios
it: Aggiungere utenti

source: There are not groups defined in this table.
es: No hay grupos definidos en esta tabla.
it: Non ci sono gruppi definiti in questa tabella.

source: Updated group.
es: Grupo actualizado.
it: Gruppo aggiornato.

source: Added result.added.length users:
es: Añadido
it: Aggiunto

source: Users already in group:
es: Usuarios ya en el grupo:
it: Utenti già nel gruppo:

source: Users not found in TIM or address was wrong:
es: Usuarios no encontrados en TIM o la dirección era incorrecta:
it: Utenti non trovati in TIM o indirizzo errato:

source: Reset table state to
es: Restablecer estado de la tabla a
it: Ripristinare lo stato della tabella

source: Reset table
es: Restablecer tabla
it: Ripristinare la tabella

source: original
it: originale

source: Camera settings
es: Configuración de la cámara
fi: Kameran asetukset
it: Impostazioni della telecamera
sv: Kamerainställningar

source: Selected camera
es: Cámara seleccionada
fi: Valittu kamera
it: Telecamera selezionata
sv: Vald kamera

source: Enable flashlight
es: Activar linterna
fi: Käynnistä salamavalo
it: Abilitare la torcia
sv: Aktivera blixtljuset

source: Disable flashlight
es: Desactivar linterna
fi: Sammuta salamavalo
it: Disabilitare la torcia
sv: Inaktivera blixtljuset

source: No cameras found
es: No se han encontrado cámaras
fi: Ei kameraa
it: Nessuna telecamera trovata
sv: Inga kameror hittades

source: Flashlight is not supported
es: La linterna no es compatible
fi: Kameravalon säätö ei onnistu
it: La torcia non è supportata
sv: Blixtljus stöds inte

source: The user already belongs to a group. Are you sure you want to change the group?
es: El usuario ya pertenece a un grupo. ¿Está seguro de que desea cambiar el grupo?
fi: Käyttäjä kuuluu jo johonkin ryhmään. Haluatko varmasti vaihtaa hänen ryhmänsä?
it: L'utente appartiene già a un gruppo. Si è sicuri di voler cambiare il gruppo?
sv: Användaren tillhör redan en grupp. Är du säker på att du vill byta grupp?

source: The user is already a member of this group. Are you sure you want to assign them to this group again?
es: El usuario ya es miembro de este grupo. ¿Está seguro de que desea asignarlo de nuevo a este grupo?
fi: Käyttäjä on jo tämän ryhmän jäsen. Haluatko varmasti siirtää hänet tähän ryhmään uudelleen?
it: L'utente è già membro di questo gruppo. È sicuro di volerlo assegnare di nuovo a questo gruppo?
sv: Användaren tillhör redan den här gruppen. Är du säker på att du vill tilldela dem till den här gruppen igen?

source: Real name
es: Nombre real
fi: Nimi
it: Nome reale
sv: Riktiga namn

source: Scan code
es: Código de escaneo
fi: Skannaa
it: Codice di scansione
sv: Skanna koden

source: Not supported in this browser
es: No soportado en este navegador
fi: Ei tuettu tässä selaimessa
it: Non supportato in questo browser
sv: Stöds inte i den här webbläsaren

source: Search for user
es: Buscar usuario
fi: Hae käyttäjää
it: Ricerca dell'utente
sv: Sök efter användare

source: Search
es: Buscar
fi: Hae
it: Ricerca
sv: Sök

source: No matches for given keyword
es: No hay coincidencias para la palabra clave dada
fi: Ei osumia annetulla hakusanalla
it: Nessuna corrispondenza per la parola chiave data
sv: Inga matchningar för bestämt sökordet

source: There are {{lastSearchResult.allMatchCount}} matches. Only first {{lastSearchResult.matches.length}} are shown. Please give more specific keywords to show all results.
es: Hay
fi: Löytyi {{lastSearchResult.allMatchCount}} osumaa. Vain {{lastSearchResult.matches.length}} ensimmäistä osumaa näytetään. Anna tarkempi hakusana nähdäksesi kaikki tulokset.
it: Ci sono
sv: Det finns {{lastSearchResult.allMatchCount}} matchningar. Endast första {{lastSearchResult.matches.length}} visas. Ange mer specifika sökord för att visa alla resultat.

source: Keyboard mode
es: Modo de teclado
fi: Vain näppäimistö -tila
it: Modalità tastiera
sv: Tangentbordsläge

source: T9 keyboard
es: Teclado T9
fi: T9-näppäimistö
it: Tastiera T9
sv: T9 tangentbord

source: Auto apply on match
es: Aplicación automática en caso de coincidencia
fi: Kirjaa heti osumalla
it: Applicazione automatica su corrispondenza
sv: Tillämpa automatiskt med matchning

source: Undone permissions for this.lastAddedUser?.user.real_name.
es: Permisos deshechos para
fi: Oikeudet peruutettu käyttäjältä this.lastAddedUser?.user.real_name.
it: Permessi annullati per
sv: Ångrat behörigheter för this.lastAddedUser?.user.real_name.

source: Permissions applied to this.lastAddedUser?.user.real_name.
es: Permisos aplicados a
fi: Asetettu oikeudet käyttäjälle this.lastAddedUser?.user.real_name.
it: Permessi applicati a
sv: Behörigheter tillämpas på this.lastAddedUser?.user.real_name.

source: Are you sure you want to undo the last action?
es: ¿Está seguro de que desea deshacer la última acción?
fi: Oletko varma, että haluat kumota viimeisimmän toiminnon?
it: Siete sicuri di voler annullare l'ultima azione?
sv: Är du säker att du vill ångra den sista handling?

source: Set permission
es: Establecer permiso
fi: Aseta oikeus
it: Impostare il permesso
sv: Ställa in behörighet

source: Could not apply the permission.
es: No se ha podido aplicar el permiso.
fi: Oikeuksia ei voitu asettaa.
it: Impossibile applicare il permesso.
sv: Kunde inte tillämpa behörighetet.

source: Could not search for user.
es: No se ha podido buscar al usuario.
fi: Käyttäjää ei voitu hakea.
it: Impossibile cercare l'utente.
sv: Kunde inte sökä efter användaren.

source: Failed to contact the server.
es: No se ha podido contactar con el servidor.
fi: Palvelimeen ei saatu yhteyttä.
it: Impossibile contattare il server.
sv: Kunde inte kontakta server.

source: Search documents with a keyword
es: Buscar documentos con una palabra clave
fi: Hae dokumentteja avainsanalla
it: Ricerca di documenti con una parola chiave
sv: Sök dokument med nyckelordet

source: Input a search word
es: Introduzca una palabra de búsqueda
fi: Syötä hakusana
it: Immettere una parola di ricerca
sv: Ange ett sökord

source: Toggle advanced search
es: Activar la búsqueda avanzada
fi: Lisävalinnat
it: Attivare la ricerca avanzata
sv: Växla till avancerad sökning

source: Press <span class="text-italic">Ctrl-F / ⌘-F</span> to search for text on the current page.
fi: Hae tekstiä nykyiseltä sivulta painamalla <span class="text-italic">Ctrl-F / ⌘-F</span>.
it: Premere
sv: Tryck <span class="text-italic">Ctrl-F / ⌘-F</span> för att söka text på den aktuella sidan.

source: Advanced search options
es: Opciones de búsqueda avanzada
fi: Lisävalinnat
it: Opzioni di ricerca avanzate
sv: Avancerade sökalternativ

source: Write folder path to search from
es: Escriba la ruta de la carpeta desde la que se va a buscar
fi: Rajaa haku kansiopolkuun
it: Scrivere il percorso della cartella da cui effettuare la ricerca
sv: Skriv mappsökväg att söka från

source: Search folder:
es: Carpeta de búsqueda:
fi: Etsi kansiosta:
it: Cartella di ricerca:
sv: Sök mapp:

source: Input a folder to search
es: Introduzca una carpeta en la que buscar
fi: Kirjoita kansiopolku, josta haetaan
it: Immettere una cartella in cui effettuare la ricerca
sv: Skriv mappsökväg att söka från

source: Default folder
es: Carpeta predeterminada
fi: Oletuskansio
it: Cartella predefinita
sv: Standardmapp

source: Current folder
es: Carpeta actual
fi: Nykyinen kansio
it: Cartella corrente
sv: Aktuell mapp

source: Max results / doc:
es: Resultados máximos / doc:
fi: Max osumia / dok:
it: Risultati massimi / doc:
sv: Max resultat / dok.:

source: Input maximum number of results to get from a single document
es: Introduzca el número máximo de resultados que se pueden obtener de un solo documento
fi: Enimmäismäärä hakuosumia yhtä dokumenttia kohden
it: Immettere il numero massimo di risultati da ottenere da un singolo documento
sv: Mata in maximalt antal resultat att få från ett enda dokument

source: Relevance:
es: Relevancia:
fi: Relevanssi:
it: Pertinenza:
sv: Relevans:

source: Input minimum relevance value to include in results
es: Introduzca el valor mínimo de relevancia que se incluirá en los resultados
fi: Vähimmäisrelevanssi hakutulosten dokumenteille
it: Immettere il valore minimo di pertinenza da includere nei risultati
sv: Ange lägsta relevansvärde som ska inkluderas i resultaten

source: Distinguish between upper and lower case letters
es: Distinguir entre mayúsculas y minúsculas
fi: Kirjasinkoko vaikuttaa hakutuloksiin
it: Distinguere tra lettere maiuscole e minuscole
sv: Skilj mellan stora och små bokstäver

source: Case sensitive
es: Distinguir entre mayúsculas y minúsculas
fi: Huomioi kirjainkoko
it: Maiuscole e minuscole
sv: Skiftlägeskänsliga

source: Allow regular expressions
es: Permitir expresiones regulares
fi: Käytä lausekesääntöjä (regular expressions)
it: Consentire le espressioni regolari
sv: Använda uttrycksregler

source: Leave plugin and setting contents out of the results
es: No incluir en los resultados el contenido de plugins y configuraciones
fi: Älä sisällytä plugin-määrityksiä tai dokumenttiasetuksia hakutuloksiin
it: Lasciare i contenuti di plugin e impostazioni fuori dai risultati
sv: Lämna plugininnehåll och dokumentinställningar utanför resultaten

source: Ignore plugins and settings
es: Ignorar plugins y configuraciones y configuraciones
fi: Älä huomioi plugineja tai dokumenttiasetuksia
it: Ignorare i plugin e impostazioni
sv: Ignorera plugins och inställningar

source: Search only whole words with one or more character
es: Buscar sólo palabras completas con uno o más caracteres
fi: Etsi vain kokonaisia sanoja
it: Cerca solo parole intere con uno o più caratteri
sv: Sök endast efter hela ord

source: Search whole words
es: Buscar palabras completas
fi: Etsi kokonaisia sanoja
it: Cerca parole intere
sv: Sök hela ord

source: Search from documents you own
es: Buscar en documentos de su propiedad
fi: Etsi omistamistasi dokumenteista
it: Cerca nei documenti di proprietà
sv: Sök från dina egna dokument

source: Search owned documents
es: Buscar en documentos de su propiedad
fi: Etsi omistetuista dokumenteista
it: Cerca nei documenti di proprietà
sv: Sök i ägda dokument

source: Show result of each search in new window
es: Mostrar el resultado de cada búsqueda en una nueva ventana
fi: Avaa jokaisen haun tulokset omaan ikkunaansa
it: Mostra il risultato di ogni ricerca in una nuova finestra
sv: Visa resultatet av varje sökning i nytt fönster

source: Open new window for each search
es: Abrir una nueva ventana para cada búsqueda
fi: Avaa uusi ikkuna jokaiselle haulle
it: Apre una nuova finestra per ogni ricerca
sv: Öppna nytt fönster för varje sökning

source: Search scope:
es: Ámbito de búsqueda:
fi: Hakukohteet:
it: Ambito di ricerca:
sv: Sökomfång:

source: Search document content
es: Buscar en el contenido del documento
fi: Hae dokumenttien sisällöstä
it: Ricerca nel contenuto del documento
sv: Sök från dokumentinnehåll

source: Contents
es: Contenido
fi: Sisällöt
it: Contenuto
sv: Innehåll

source: Search document titles
es: Buscar en títulos de documentos
fi: Hae dokumenttien nimistä
it: Ricerca nei titoli del documento
sv: Sök från dokumenttitlar

source: Titles
es: Títulos
fi: Otsikot
it: Titoli
sv: Titlar

source: Search document tags
es: Buscar en etiquetas de documentos
fi: Etsi dokumenttien merkinnöistä (tag)
it: Ricerca nei tag del documento
sv: Sök från dokumenttagga

source: Search document paths
es: Buscar en rutas de documentos
fi: Etsi dokumenttipoluista
it: Ricerca nei percorsi del documento
sv: Sök från dokumentvägar

source: Paths
es: Rutas
fi: Polut
it: Percorsi
sv: Vägar

source: Display search panel
es: Mostrar panel de búsqueda
fi: Näytä hakuvalikko
it: Visualizzazione del pannello di ricerca
sv: Visa sökpanelen

source: Search
es: Buscar
fi: Hae
it: Ricerca
sv: Söka

source: TIM document search
es: TIM búsqueda de documentos
fi: TIMin dokumenttien haku
it: TIM ricerca documenti
sv: TIM dokumentsök

source: Your search
es: Su búsqueda
fi: Hakusanalla
it: La ricerca
sv: Din sökning

source: did not match any documents in
es: no coincidió con ningún documento en
fi: ei löytynyt yhtään dokumenttia kansiosta
it: non ha trovato alcun documento in
sv: matchade inte några dokument i

source: time
es: tiempo
fi: osuma
it: tempo
sv: gång

source: times
es: veces
fi: osumaa
it: volte
sv: gånger

# searchResultFrom
source: from
es: de
it: da

source: document
es: documento
fi: dokumentista
it: documento
sv: dokument

source: documents
es: documentos
fi: dokumentista
it: documenti
sv: dokumenten

source: root
es: raíz
fi: juurikansio
it: radice

source: Toggle results collapse
es: Alternar resultados colapsar
fi: Piilota tulokset
it: Colloca i risultati
sv: Bläddra ner resultaten

source: Toggle preview
es: Alternar vista previa
fi: Esikatsele
it: Colloca l'anteprima
sv: Växla förhandsvisning

source: Note: hidden elements can affect the result count
es: Nota: los elementos ocultos pueden afectar al recuento de resultados
fi: Piilotetut kohteet voivat vaikuttaa hakutuloksiin.
it: Nota: gli elementi nascosti possono influenzare il conteggio dei risultati
sv: Obs: dolda element kan påverka resultaträkningen

source: Open {{r.result.doc.title}}
es: Abrir
fi: Avaa {{r.result.doc.title}}
it: Aprire
sv: Öppna {{r.result.doc.title}}

source: or more matches
es: o más coincidencias
fi: tai enemmän osumaa
it: o più corrispondenze
sv: eller fler matcher

source: match
es: coincidencias
fi: osuma
it: abbinare

source: matches
es: coincidencias
fi: osumaa
it: corrispondenze
sv: matcher

source: Open paragraph
es: Abrir párrafo
fi: Avaa tekstikappale
it: Aprire il paragrafo
sv: Öppna stycke

source: Select the result sorting order
es: Seleccionar el orden de clasificación de los resultados
fi: Valitse tulosten järjestämisperuste
it: Selezionare l'ordine di ordinamento dei risultati
sv: Välj resultatets sorteringsordning

source: Bookmarks
es: Marcadores
fi: Kirjanmerkit
it: Segnalibri
sv: Bokmärken

source: Document settings
es: Configuración del documento
fi: Dokumentin asetukset
it: Impostazioni del documento
sv: Dokument inställningar

source: Document index
es: Índice del documento
fi: Dokumentin sisällys
it: Indice del documento
sv: Dokumentindex

source: Scoreboard
es: Marcador
fi: Pistetaulu
it: Tabellone
sv: Poengbord

source: Get question
es: Obtener pregunta
fi: Hae kysymys
it: Ottenere la domanda
sv: Erhålla frågan

source: Lecture participants
es: Conferencia participantes
fi: Luennon osallistujat
it: Consultare i partecipanti
sv: Föreläsningsdeltagare

source: Show menu
es: Mostrar menú
fi: Näytä valikko
it: Mostra il menu
sv: Visa menyn

source: Open sidebar
es: Abrir barra lateral
fi: Avaa sivuvalikko
it: Apri la barra laterale
sv: Öppnä sidofältet

source: Index <a (click)="goToTop()" i18n-title title="Go to top" class="pull-right">Go to top</a>
fi: Sisällys <a (click)="goToTop()" i18n-title title="Go to top" class="pull-right">Mene alkuun</a>
it: Indice
sv: Index <a (click)="goToTop()" i18n-title title="Go to top" class="pull-right">Gå till toppen</a>

source: Go to top
es: Ir al principio
fi: Mene alkuun
it: Vai all'inizio
sv: Gå till toppen

source: Current Lectures
es: Conferencias actuales
fi: Käynnissä olevat luennot
it: Lezioni attuali
sv: Nuvarande föreläsningar

source: Join
es: Unirse
fi: Liity
it: Partecipa
sv: Ansluta

source: Join
es: Unirse
it: Partecipa
sv: Ansluta

source: No current lectures
es: No hay conferencias actuales
fi: Ei käynnissä olevia luentoja
it: Nessuna lezione attuale
sv: Inga nuvarande föreläsningar

source: Upcoming Lectures
es: Próximas conferencias
fi: Tulevat luennot
it: Lezioni prossime
sv: Framkommande föreläsningar

source: No upcoming lectures
es: No hay próximas conferencias
fi: Ei tulevia luentoja
it: Nessuna lezione prossima
sv: Inga framkommande föreläsningar

source: Past Lectures
es: Conferencias pasadas
fi: Menneet luennot
it: Lezioni passate
sv: Förgången föreläsningar

source: No past lectures
es: No hay conferencias pasadas
fi: Ei menneitä luentoja
it: Nessuna lezione passata
sv: Inga föregången föreläsningar

source: Not currently in document view.
es: No está actualmente en la vista del documento.
fi: Et ole tällä hetkellä dokumenttinäkymässä.
it: Attualmente non è in visualizzazione il documento.
sv: Inte i nuvarande dokumentvisan.

source: Loading question manually...
es: Cargando pregunta manualmente...
fi: Ladataan kysymys...
it: Caricamento manuale della domanda...
sv: Laddar frågan manuelt...

source: People logged in: <span>{{lctrl.lecturerTable.length + lctrl.studentTable.length}}</span>
fi: Kirjautuneita käyttäjiä: <span>{{lctrl.lecturerTable.length + lctrl.studentTable.length}}</span>
it: Persone collegate:
sv: Personer som är inloggade: <span> {{lctrl.lecturerTable.length + lctrl.studentTable.length}} </span>

source: Lecturers (<span>{{lctrl.lecturerTable.length}}</span>)
fi: Luennoitsijat (<span>{{lctrl.lecturerTable.length}}</span>)
it: Docenti (
sv: Föreläsare (<span>{{lctrl.lecturerTable.length}}</span>)

source: No lecturers
es: No hay profesores
fi: Ei luennoitsijoita
it: Nessun docente
sv: Inga föreläsare

source: Students (<span>{{lctrl.studentTable.length}}</span>)
fi: Opiskelijat (<span>{{lctrl.studentTable.length}}</span>)
it: Studenti (
sv: Elever (<span>{{lctrl.studentTable.length}}</span>)

source: No students
es: No hay alumnos
fi: Ei opiskelijoita
it: Nessuno studente
sv: Inga elever

source: Points on this page
es: Puntos en esta página
fi: Tämän sivun pisteet
it: Punti in questa pagina
sv: Poeng på denna sidan

source: Points
es: Puntos
fi: Pisteet
it: Punti
sv: Poeng

source: Total
fi: Yhteensä
it: Totale
sv: Totalt

source: Points in this course
es: Puntos en este curso
fi: Tämän kurssin pisteet
it: Punti in questo corso
sv: Poäng på denna kursen

source: Page
es: Página
fi: Sivu
it: Pagina
sv: Sida

source: Quick themes
es: Temas rápidos
it: Temi rapidi

source: Help
es: Ayuda
fi: Ohje
it: Aiuto
sv: Hjälp

source: Open quick start guide
es: Abrir guía de inicio rápido
fi: Avaa pikaohjeet
it: Aprire la guida rapida
sv: Öppna snabbstart guide

source: Open content creator guide
es: Abrir guía del creador de contenidos
fi: Avaa sisällöntuottajan ohjeet
it: Aprire la guida del creatore di contenuti
sv: Öppna innehållproducent guide

source: Open all guides
es: Abrir todas las guías
fi: Avaa kaikki ohjeet
it: Aprire tutte le guide
sv: Öppna alla guider

source: Customize
es: Personalizar
fi: Mukauta
it: Personalizzare
sv: Kundanpassning

source: Customize TIM
es: Personalizar TIM
fi: Mukauta TIM
it: Personalizzare TIM
sv: Anpassa TIM

source: Folder settings
es: Configuración de la carpeta
fi: Kansion asetukset
it: Impostazioni cartella
sv: Mappinställningar

source: Set item relevance value
es: Establecer el valor de relevancia del elemento
fi: Aseta kohteen relevanssi
it: Impostare il valore di rilevanza dell'elemento
sv: Ställa in varors relevansvärder

source: Edit relevance (<span i18n-tooltip tooltip="Current relevance value">}))
fi: Muokkaa relevanssia (<span i18n-tooltip tooltip="Current relevance value">{{currentRelevance}}</span>)
it: Modificare la rilevanza (
sv: Redigera relevans (<span i18n-tooltip tooltip="Current relevance value">{{currentRelevance}}</span>)

source: Current relevance value
es: Valor de relevancia actual
fi: Nykyinen relevanssi
it: Valore di rilevanza attuale
sv: Nuvarande relevansvärde

source: Search with tags
es: Buscar con etiquetas
fi: Hae tagien avulla
it: Cercare con i tag
sv: Söka med taggar

source: Search with tags
es: Buscar con etiquetas
it: Cercare con i tag
sv: Söka med taggar

source: Toggle between showing full and partitioned document
es: Alternar entre mostrar el documento completo y particionado
fi: Vaihda dokumentin osittaisen ja kokonaisen näkymän välillä
it: Alternare tra la visualizzazione del documento completo e di quello partizionato
sv: Växla mellan att visa hela och partitionerade dokument

source: Show page in parts
es: Mostrar página en partes
fi: Näytä sivu osissa
it: Mostrare la pagina in parti
sv: Visa sidan i delar

source: Show page in full
es: Mostrar página en completo
fi: Näytä sivu kokonaisena
it: Mostrare la pagina per intero
sv: Visa hela sidan

source: Open document partitioning settings
es: Abrir la configuración de partición del documento
fi: Avaa dokumentin ositusasetukset
it: Aprire le impostazioni di partizione del documento
sv: Öppna inställningar för dokumentpartitionering

source: Edit settings
es: Editar la configuración
it: Modificare le impostazioni
sv: Redigera inställningar
