Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: ACE editor additional word list for autocomplete (1 word per line)
es: Lista de palabras adicionales del editor ACE para autocompletar (1 palabra por línea)
fi: Lisäsanoja ACE-editorin automaattista täydennystä varten (kukin sana omalle rivilleen)
it: Elenco aggiuntivo di parole dell'editor ACE per il completamento automatico (1 parola per riga)
sv: ACE editor ytterligare ordlista för autoslutförande (1 ord per rad)

source: Subscribed items
es: Elementos suscritos
fi: Tilatut kohteet
it: Voci sottoscritte
sv: Prenumererade objekt

source: You get emails from the following documents and folders:
es: Recibe correos electrónicos de los siguientes documentos y carpetas:
fi: Saat sähköpostia seuraavista dokumenteista ja kansioista:
it: Si ricevono e-mail dai seguenti documenti e cartelle:
sv: Du får e-postmeddelanden från följande dokument och mappar:

source: You haven't subscribed to any documents or folders.
fi: Et ole tilannut päivitysilmoituksia millekään dokumentille tai kansiolle.
it: Non ci si è iscritti a nessun documento o cartella.
sv: Du har inte prenumererat på några dokument eller mappar.

source: Document modifications
es: Modificaciones de documentos
fi: Dokumenttien muutokset
it: Modifiche al documento
sv: Dokumentändringar

source: New comments
es: Nuevos comentarios
fi: Uudet kommentit
it: Nuovi commenti
sv: Nya kommentarer

source: Comment modifications
es: Modificaciones de comentarios
fi: Kommenttien muutokset
it: Modifiche ai commenti
sv: Kommentarsändringar

source: Answer posts
es: Mensajes de respuesta
fi: Vastauksien lähettäminen
it: Messaggi di risposta
sv: Svara på inlägg

source: New velps
es: Nuevas velpas
it: Nuovi messaggi

source: Velp modifications
es: Modificaciones de velpas
it: Modifiche ai messaggi

source: Show all
es: Mostrar todo
fi: Näytä kaikki
it: Mostra tutti
sv: Visa allt

source: Exclusion list
es: Lista de exclusión
fi: Poikkeusluettelo
it: Elenco di esclusione
sv: Uteslutningslista

source: Sometimes you may want to subscribe to emails from a folder but exclude some documents within it. Using the list below you can specify which folders and documents should be excluded from your email subscriptions.
es: A veces puede querer suscribirse a los correos electrónicos de una carpeta pero excluir algunos documentos dentro de ella. Utilizando la siguiente lista puede especificar qué carpetas y documentos deben ser excluidos de sus suscripciones de correo electrónico.
fi: Joskus saatat haluta saada päivitysilmoituksia kansiosta, mutta ei tietyistä kansiossa olevista dokumenteista. Alla olevan luettelon avulla voit määrittää, mistä kansioista ja dokumenteista et halua saada päivitysilmoituksia.
it: A volte si desidera abbonarsi alle e-mail di una cartella, ma escludere alcuni documenti al suo interno. Utilizzando l'elenco sottostante è possibile specificare quali cartelle e documenti devono essere esclusi dalla sottoscrizione alle e-mail.
sv: Ibland kanske du vill prenumerera på e-postmeddelanden från en mapp men utesluta vissa dokument i den. Med hjälp av listan nedan kan du ange vilka mappar och dokument som ska uteslutas från dina e-postprenumerationer.

source: Type one regular expression per line that should match any part of the path of the folder or document, e.g. <code>/ht/</code> would match any path with <code>/ht/</code> in it.
fi: Kirjoita säännölliset lausekkeet kansio- ja dokumenttipoluille, joista estetään päivitysilmoituksien saanti. Kirjoita jokainen lauseke omalle rivilleen. Esimerkiksi <code>/ht/</code> estää päivitysilmoitukset kaikista dokumenteista ja kansioista, joiden polussa on <code>/ht/</code>.
it: Digitare un'espressione regolare per riga che deve corrispondere a qualsiasi parte del percorso della cartella o del documento, ad es.
sv: Skriv ett reguljärt uttryck per rad som ska matcha någon del av sökvägen till mappen eller dokumentet, t.ex. <code>/ht/</code> skulle matcha vilken sökväg som helst med <code>/ht/</code> i den.

source: Menus
es: Menús
fi: Sivuvalikko
it: Menù
sv: Menyer

source: Collapse document index with more than
es: Contraer el índice de documentos con más de
fi: Pienennä sisällysluettelo, jos siinä on yli
it: Collassa l'indice dei documenti con più di
sv: Komprimera dokumentindex med mer än

source: 40 (default)
es: 40 (por defecto)
fi: 40 (oletus)
it: 40 (impostazione predefinita)
sv: 40 (standard)

source: items
es: elementos
fi: kohtaa
it: voci
sv: objekt

source: Clear
es: Borrar
fi: Tyhjennä
it: Cancella
sv: Tömma

source: Header menu (Navigation bar)
es: Menú de cabecera (Barra de navegación)
it: Menu di intestazione (barra di navigazione)

source: Always show navigation bar (unless overridden in document settings)
es: Mostrar siempre la barra de navegación (a menos que se anule en la configuración del documento)
it: Mostra sempre la barra di navigazione (a meno che non sia stata esclusa dalle impostazioni del documento)

source: Opening settings
es: Configuración de apertura
fi: Avausasetukset
it: Impostazioni di apertura
sv: Öppningsinställningar

source: Disable opening menus with mouse hover
es: Desactivar la apertura de menús al pasar el ratón por encima
fi: Älä avaa valikot hiiren leijutuksen yhteydessä
it: Disattiva i menu di apertura con il passaggio del mouse
sv: Inaktivera öppning av menyer med muspekaren

source: Side bar menu: remember the last selected tab
es: Menú de la barra lateral: recordar la última pestaña seleccionada
fi: Sivuvalikko: muista viimeksi avattu välilehti
it: Menu della barra laterale: ricorda l'ultima scheda selezionata
sv: Sidofältsmeny: kom ihåg den senast valda fliken

source: Side bar menu: remember the last open state
es: Menú de la barra lateral: recordar el último estado abierto
fi: Sivuvalikko: muista viimeisin valikon näkyvyystila
it: Menu della barra laterale: ricorda l'ultimo stato aperto
sv: Sidofältsmeny: kom ihåg det senast öppna tillståndet

source: Paragraph menu position
es: Posición del menú de párrafo
fi: Kappalevalikon paikka
it: Posizione del menu del paragrafo
sv: Plats för paragraph meny

source: Left
es: Izquierda
fi: Vasen
it: Sinistra
sv: vänster

source: Right
es: Derecha
fi: Oikea
it: Destra
sv: höger

source: Left of the active paragraph, marked with a vertical blue bar.
es: A la izquierda del párrafo activo, marcado con una barra azul vertical.
fi: Sininen pystypalkki aktiivisen kappaleen vasemmalla puolella.
it: Sinistra del paragrafo attivo, contrassegnata da una barra blu verticale.
sv: Vänster om det aktiva stycket, markerat med ett vertikalt blått fält.

source: Right of the active paragraph, marked with a pencil icon.
es: A la derecha del párrafo activo, marcado con un icono de lápiz.
fi: Kynäikoni aktiivisen kappaleen oikealla puolella.
it: A destra del paragrafo attivo, contrassegnato dall'icona di una matita.
sv: Till höger om det aktiva stycket, markerat med en pennikon.

source: Other settings
es: Otros ajustes
fi: Muut asetukset
it: Altre impostazioni
sv: Andra inställningar

source: Automatically mark document as read when opening it for the first time
es: Marcar automáticamente el documento como leído al abrirlo por primera vez
fi: Merkitse dokumentit luetuksi ensimmäisen avauksen yhteydessä
it: Contrassegna automaticamente il documento come letto quando lo si apre per la prima volta
sv: Markera dokumentet automatiskt som läst när du öppnar det för första gången

source: Directory listing: Display access badges for folder items.
es: Listado de directorios: Mostrar distintivos de acceso para los elementos de la carpeta.
it: Elenco delle cartelle: Visualizzare i badge di accesso per gli elementi della cartella.

source: Directory listing: Display document tags for folder items.
es: Listado del directorio: Mostrar etiquetas de documento para elementos de carpeta.
it: Elenco delle cartelle: Visualizza i tag dei documenti per gli elementi della cartella.

source: Clear local settings storage
es: Borrar almacenamiento de configuración local
fi: Tyhjennä paikallinen asetusvarasto
it: Cancella la memorizzazione delle impostazioni locali
sv: Tömma lagring av lokala inställningar

source: Local storage cleared.
es: Almacenamiento local borrado.
fi: Paikallinen asetusvarasta tyhjennetty.
it: La memorizzazione locale è stata cancellata.
sv: Lokal lagring har tömmats.

source: Your account information
es: Información de su cuenta
fi: Tilisi tiedot
it: Informazioni sull'account
sv: Din kontoinformation

source: Account ID
es: ID de cuenta
fi: Tunnuksen ID
it: ID account
sv: Konto ID

source: Full name
es: Nombre completo
fi: Koko nimi
it: Nome completo
sv: Fullständiga namn

source: Primary email
es: Correo electrónico principal
fi: Ensisijainen sähköpostiosoite
it: E-mail primaria
sv: Primär e-postadress

source: A verification email was sent to the current primary email.
es: Se ha enviado un correo electrónico de verificación al correo electrónico principal actual.
fi: Vahvistusviesti lähetettiin tämänhetkiseen ensisijaiseen sähköpostiosoitteeseen.
it: È stata inviata un'e-mail di verifica all'e-mail primaria corrente.
sv: Ett verifieringsmeddelande skickades till den nuvarande primära e-postadressen.

source: Primary email is used to send you notifications and message list messages.
es: El correo electrónico principal se utiliza para enviarle notificaciones y mensajes de la lista de mensajes.
fi: Päivitysilmoitukset ja viestilistojen viestit lähetetään ensisijaiseen sähköpostiosoitteeseen
it: L'e-mail primaria viene utilizzata per inviare notifiche e messaggi dell'elenco dei messaggi.
sv: Primär e-post används för att skicka aviseringar och meddelanden från meddelandelistan.

source: This email is managed by <strong [style.color]="originInfo.bgColor">{INTERPOLATION}.. The address will be automatically updated by the system.
it: Questa e-mail è gestita da

source: You will receive any TIM mail to this address.
es: Recibirá cualquier correo TIM en esta dirección.
fi: Saat kaikki TIM-viestit tähän osoitteeseen.
it: Riceverete qualsiasi e-mail TIM a questo indirizzo.
sv: Du kommer att få alla TIM-poster till denna adress.

source: Primary
es: Principal
fi: Ensisijainen
it: Primaria
sv: Primär

source: This email is managed by {{originInfo.name}}. You cannot delete managed contacts yourself.
es: Este correo electrónico está gestionado por
fi: Tätä sähköpostiosoitetta hallitsee {{originInfo.name}}-järjestelmä. Et voi poistaa hallittuja osoitteita itse.
it: Questa email è gestita da
sv: Den här e-posten hanteras av {{originInfo.name}}. Du kan inte ta bort hanterade kontakter själv.

source: This email is verified to be owned by you.
es: Se ha verificado que este correo electrónico es de su propiedad.
fi: Olet vahvistanut, että omistat tämän osoitteen.
it: Questa email è stata verificata come di tua proprietà.
sv: Den här e-postadressen är verifierad att ägs av dig.

source: Verified
es: Verificado
fi: Vahvistettu
it: Verificata
sv: Verifierad

source: Resend verification
es: Reenviar verificación
fi: Lähetä vahvistusviesti uudelleen
it: Invia nuovamente la verifica
sv: Skicka verifiering igen

source: Verification sent!
es: ¡Verificación enviada!
fi: Vahvistusviesti lähetetty!
it: Verifica inviata!
sv: Verifiering har skickats!

source: Machine translator API Keys
es: Traductor automático Claves API
fi: Konekääntäjien käyttöavaimet (API key)
it: Traduttore automatico Chiavi API
sv: Maskinöversättarens API nycklar

source: Check key's quota
fi: Tarkista avaimen tila
it: Verifica la quota della chiave
sv: Checka nyckelns kvot

source: Add new contact
es: Añadir nuevo contacto
fi: Lisää uusi yhteystieto
it: Aggiungi un nuovo contatto
sv: Lägg till ny kontakt

source: Add new API key
es: Añadir nueva clave API
fi: Lisää uusi API-avain
it: Aggiungi una nuova chiave API
sv: Lägg till ny API-nyckel

source: Delete your account
es: Eliminar su cuenta
fi: Poista tilisi
it: Elimina il tuo account
sv: Radera ditt konto

source: Delete account...
es: Eliminar cuenta...
fi: Poista tilisi...
it: Elimina l'account...
sv: Radera konto...

source: To delete your account, please type your username ({{ user.name }}) in the field below and then click "Delete account now".
fi: Poistaaksesi tilisi, kirjoita käyttäjätunnuksesi ({{ user.name }}) alla olevaan kenttään ja paina "Poista tunnus nyt".
it: Per eliminare il tuo account, digita il tuo nome utente (
sv: För att radera ditt konto, skriv ditt användarnamn ({{ user.name }}) i fältet nedan och klicka sedan på "Radera konto nu".

source: Delete account now
es: Eliminar cuenta ahora
fi: Poista tunnus nyt
it: Elimina l'account ora
sv: Radera konto nu

source: Could not preview the style
es: No se ha podido previsualizar el estilo
fi: Tyyliä ei voitu esikatsella
it: Impossibile visualizzare l'anteprima dello stile
sv: Kunde inte förhandsgranska stilen

source: There was an error loading the style. Please report this to the style's maintainer.
fi: Tyylin lataamisessa tapahtui virhe. Ilmoita virheestä tyylin ylläpitäjälle.
it: Si è verificato un errore nel caricamento dello stile. Si prega di segnalarlo al manutentore dello stile.
sv: Det gick inte att läsa in stilen. Vänligen rapportera detta till stilens underhållare.

source: This style document was deleted
es: Este documento de estilo ha sido eliminado
fi: Tyylidokumentti poistettiin
it: Questo documento di stile è stato eliminato
sv: Detta stildokument togs bort

source: Deleted style (id: missingStyleDoc)
es: Estilo eliminado (id:
fi: Poistettu tyyli (id: missingStyleDoc)
it: Stile eliminato (id:
sv: Raderad stil (id: missingStyleDoc)

source: Deleted style
es: Estilo eliminado
fi: Poistettu tyyli
it: Stile eliminato
sv: Raderad stil

source: Private style
es: Estilo privado
fi: Yksityinen tyyli
it: Stile privato
sv: Privat stil

source: This style is private or has no description
es: Este estilo es privado o no tiene descripción
fi: Tyyli on yksityinen tai sillä ei ole kuvausta
it: Questo stile è privato o non ha descrizione
sv: Denna stil är privat eller har ingen beskrivning

source: Could not load selected styles
es: No se han podido cargar los estilos seleccionados
fi: Valittuja tyylejä ei voitu ladata
it: Impossibile caricare gli stili selezionati
sv: Kunde inte ladda valda stilar

source: Could not load available styles
es: No se han podido cargar los estilos disponibles
fi: Saatavilla olevia tyylejä ei voitu ladata
it: Impossibile caricare gli stili disponibili
sv: Kunde inte ladda tillgängliga stilar

source: Failed to change the primary email: r.result.error.error
es: Error al cambiar el correo electrónico principal:
fi: Ensisijaisen sähköpostiosoitteen vaihtaminen epäonnistui: r.result.error.error
it: Impossibile modificare l'e-mail principale:
sv: Kunde inte förändra primär e-postadress r.result.error.error

source: Are you sure you want to delete your account (this.user.name)?
es: ¿Está seguro de que desea eliminar su cuenta (
fi: Oletko varma, että haluat poistaa tilisi (this.user.name)?
it: Sei sicuro di voler eliminare il tuo account (
sv: Är du säker på att du vill radera ditt konto (this.user.name)?

source: E-mail address
es: Dirección de correo electrónico
fi: Sähköpostiosoite
it: Indirizzo e-mail
sv: E-postadress

source: The following contact information will be added to your account:
es: La siguiente información de contacto se añadirá a su cuenta:
fi: Seuraava yhteystieto lisätään tunnuksellesi:
it: Le seguenti informazioni di contatto saranno aggiunte al tuo account:
sv: Följande kontaktinformation kommer att läggas till ditt konto:

source: Type: {{contactType}}
es: Tipo:
fi: Tyyppi: {{contactType}}
it: Tipo:
sv: Typ: {{contactType}}

source: Contact information: <code></c</li>
fi: Yhteystieto: <code>{{info.contact}}</code>
it: Informazioni di contatto:
sv: Kontaktinformation: <code>{{info.contact}}</code>

source: <cod{{info.contact}</c</strong> wwill be m will be made your primary {{contactType.toLowerCase()}}.
fi: <strong><code>{{info.contact}}</code></strong> asetetaan sinun ensisijaiseksi {{contactType.toLowerCase()}}-yhteystiedoksi..
it: <cod{{info.contact}</c</strong> w diventerà la tua e-mail principale {{contactType.toLowerCase()}}.
sv: <strong><code>{{info.contact}}</code></strong> kommer att bli din primära {{contactType.toLowerCase()}}.

source: Return to TIM settings.
es: Volver a la configuración de TIM.
fi: Palaa TIM-asetuksiin.
it: Ritorno alle impostazioni TIM.
sv: Återgå till TIM-inställningarna.

source: Cannot verify: {{verifyGlobals.verifyError}}
es: No se puede verificar:
fi: Vahvistaminen epäonnistui: {{verifyGlobals.verifyError}}
it: Impossibile verificare:
sv: Kan inte verifiera: {{verifyGlobals.verifyError}}

source: Verify action
es: Verificar acción
fi: Vahvista toimenpide
it: Verificare l'azione
sv: Verifiera åtgärden

source: Please verify or deny the action. You will not be able to access this page once you select either option.
es: Por favor, verifique o rechace la acción. No podrá acceder a esta página una vez que haya seleccionado una de las dos opciones.
fi: Ole hyvä ja vahvista tai kiellä toimenpide
it: Verificare o negare l'azione. Non sarà possibile accedere a questa pagina una volta selezionata una delle due opzioni.
sv: Vänligen verifiera eller neka åtgärden. Du kommer inte att kunna komma åt den här sidan när du väl har valt något av alternativen.

source: Decline
es: Rechazar
fi: Kiellä
it: Rifiuta
sv: Avböja

source: Accept
es: Aceptar
fi: Vahvista
it: Accetta
sv: Acceptera

source: This verification type is not yet supported.
es: Este tipo de verificación aún no es compatible.
fi: Tätä vahvistustyyppiä ei vielä tueta.
it: Questo tipo di verifica non è ancora supportato.
sv: Denna verifieringstyp stöds inte ännu.

source: Verification successful.
es: Verificación realizada con éxito.
fi: Vahvistus onnistui.
it: Verifica riuscita.
sv: Verifieringen lyckades.

source: Verification was successfully denied. If you believe you got this link by mistake, please report this to genericglobals().config.helpEmail.
es: Verificación rechazada con éxito. Si cree que ha obtenido este enlace por error, informe de ello a
it: La verifica è stata negata con successo. Se si ritiene di aver ottenuto questo link per errore, segnalarlo a
sv: Verifieringen avvisades. Om du tror att du fick den här länken av misstag, rapportera detta till genericglobals().config.helpEmail.

source: Could not verify action because of an error: res.result.error.error. Please report this to genericglobals().config.helpEmail.
es: No se ha podido verificar la acción debido a un error:
it: Impossibile verificare l'azione a causa di un errore: res.result.error.error. Segnalare il problema a genericglobals().config.helpEmail.
sv: Det gick inte att verifiera åtgärden på grund av ett fel: res.result.error.error. Vänligen rapportera detta till genericglobals().config.helpEmail.

source: Invalid login code. Check that you entered it correctly.
es: Código de inicio de sesión no válido. Compruebe que lo ha introducido correctamente.
it: Invalid login code. Controllare di averlo inserito correttamente.

source: Login code not yet active. Make sure you use the correct code or ask the code to be activated.
es: Código de inicio de sesión aún no activo. Asegúrese de utilizar el código correcto o solicite que se active el código.
it: Codice di accesso non ancora attivo. Assicurarsi di utilizzare il codice corretto o chiedere l'attivazione del codice.

source: Login code expired. Make sure you use the correct code or ask for a new code.
es: Código de inicio de sesión caducado. Asegúrese de utilizar el código correcto o solicite un nuevo código.
it: Codice di accesso scaduto. Assicurarsi di utilizzare il codice corretto o chiedere un nuovo codice.

source: Login code has been disabled. Make sure you use the correct code or ask for a new code.
es: El código de inicio de sesión ha sido desactivado. Asegúrese de utilizar el código correcto o solicite un nuevo código.
it: Il codice di accesso è stato disabilitato. Accertarsi di utilizzare il codice corretto o richiederne uno nuovo.

source: Logging in, please wait...
es: Iniciando sesión, por favor espere...
it: Accesso, attendere...

source: Create group
es: Crear grupo
fi: Luo ryhmä
it: Creare gruppo
sv: Skapa grupp

source: Enter the name of the user group
es: Introduzca el nombre del grupo de usuarios
fi: Anna käyttäjäryhmän nimi
it: Inserire il nome del gruppo di utenti
sv: Ange namnet på användargruppen

source: Folder
es: Carpeta
fi: Kansio
it: Cartella
sv: Mapp

source: Folder() ?? 'Enter the location or leave empty'}}
it: {Folder() ?? ‘Inserisci la posizione o lascia vuoto’}}}

source: Name is required.
es: El nombre es obligatorio.
fi: Nimi vaaditaan.
it: Il nome è obbligatorio.
sv: Namn krävs.

source: Name should not contain the slash character.
es: El nombre no debe contener el carácter barra oblicua.
fi: Nimi ei saa sisältää kauttaviivaa.
it: Il nome non deve contenere il carattere barra.
sv: Namnet får inte innehålla snedstreck.

source: and {numSession(), plural, =1 {one other} other {{{numSession()}} others}}
es: y
fi: ja {numSession(), plural, =1 {...} other {...}}
it: e
sv: och {numSession(), plural, =1 {en annan} annan {{{numSession()}} andra}}

source: {VAR_PLURAL, plural, =1 {one other} other {{INTERPOLATION} others}}
es: {VAR_PLURAL, plural, =1 {otro} otro {
fi: {VAR_PLURAL, plural, =1 {yksi muu} other {{{numSession()}} muuta} }
it: {VAR_PLURAL, plurale, =1 {un altro} altro {
sv: {VAR_PLURAL, plural, =1 {en annan} annan {{INTERPOLATION} andra}}

source: My TIM settings
es: Mi configuración TIM
it: Le mie impostazioni TIM

source: Lock access
es: Bloquear acceso
fi: Lukitse käyttöoikeus
it: Bloccare l'accesso
sv: Lås åtkomst

source: Disable
es: Desactivar
fi: Poista käytöstä
it: Disattivare
sv: Inaktivera

source: Change active groups
es: Cambiar grupos activos
fi: Vaihda aktiiviset ryhmät
it: Cambiare i gruppi attivi
sv: Ändra aktiva grupper

source: Admin: Switch user
es: Admin: Cambiar de usuario
fi: Admin: Vaihda käyttäjä
it: Admin: Cambia utente
sv: Admin: Växla användare

source: Switch to '{{ restoreContextUser }}'
fi: Vaihda käyttäjään '{{ restoreContextUser }}'
it: Passa a '{{ restoreContextUser }}'
sv: Byt till '{{ restoreContextUser }}'

source: Log everyone out
es: Desconectar a todos
fi: Kirjaa kaikki ulos
it: Esci da tutti
sv: Logga ut alla

source: Log out
es: Desconectar
fi: Kirjaudu ulos
it: Esci da
sv: Logga ut

source: Log {{ u.real_name }} out
es: Conectar
fi: Kirjaa {{ u.real_name }} ulos
it: Esci da
sv: Logga ut {{ u.real_name }}

source: You're logged in
fi: Olet kirjautunut sisään
it: Sei loggato
sv: Du är inloggad

source: Could not lock access: r.result.error.error
es: No se ha podido bloquear el acceso:
fi: Käyttöoikeutta ei voitu lukita: r.result.error.error
it: Impossibile bloccare l'accesso: r.result.error.error
sv: Det gick inte att låsa åtkomsten: r.result.error.error

source: User name (or email) to log in as
es: Nombre de usuario (o correo electrónico) para iniciar sesión como
fi: Käyttäjätunnus (tai sähköpostiosoite), jolla kirjaudutaan sisään
it: Nome utente (o email) con cui accedere
sv: Användarnamn (eller e-postadress) att logga in som

source: Quick login
es: Inicio de sesión rápido
fi: Nopea kirjautuminen
it: Accesso rapido
sv: Snabb inloggning

source: Please enter a user name
es: Introduzca un nombre de usuario
fi: Anna käyttäjätunnus
it: Inserire un nome utente
sv: Ange ett användarnamn

source: Could not find users matching 'input'
fi: Ei löydetty käyttäjiä tunnuksella 'input'
it: Impossibile trovare utenti corrispondenti a 'input'
sv: Kunde inte hitta användare som matchar 'input'

source: No user found matching 'input'
fi: Ei löydetty käyttäjiä tunnuksella 'input'
it: Nessun utente trovato corrispondente a 'input'
sv: Ingen användare hittades som matchade 'input'
