Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: Additionally, specify the user group name for which the answers are imported.
es: Además, especifique el nombre del grupo de usuarios para el que se importan las respuestas.
fi: Määritä lisäksi käyttäjäryhmän nimi, jonka vastaukset tuodaan.
it: Specificare inoltre il nome del gruppo di utenti per il quale vengono importate le risposte.
sv: Ange dessutom namnet på den användargrupp för vilken svaren importeras.

source: You must be in teacher mode to be able to import answers!
es: ¡Debe estar en modo profesor para poder importar respuestas!
fi: Sinun on oltava opettajatilassa, jotta voit tuoda vastauksia!
it: Per poter importare le risposte è necessario essere in modalità docente!
sv: Du måste vara i lärarläge för att kunna importera svar!

source: Import
es: Importar
fi: Tuo
it: Importare
sv: Importera

source: Close and refresh page
es: Cierre y actualice la página
fi: Sulje ja virkistä sivu
it: Chiudere e aggiornare la pagina
sv: Stäng och uppdatera sidan

source: Close without importing
es: Cierre sin importar
fi: Sulje ilman tuontia
it: Chiudere senza importare
sv: Stäng utan att importera

source: Could not parse JSON. Error info: e
es: No se pudo analizar JSON. Información de error:
fi: JSONia ei voitu käsitellä: e
it: Could not parse JSON. Informazioni sull'errore:
sv: Kunde inte analysera JSON. Felinformation: e

source: Could not import answers. More info: res.result.error.error
es: No se han podido importar las respuestas. Más información:
fi: Vastauksia ei voitu tuoda. Lisätietoja: res.result.error.error
it: Impossibile importare le risposte. Ulteriori informazioni:
sv: Det gick inte att importera svar. Mer information: res.result.error.error

source: Users who have an active lock on task {{data.taskId}}
es: Usuarios que tienen un bloqueo activo en la tarea
fi: Käyttäjät joilla on aktiivinen lukitus tehtävässä {{data.taskId}}
it: Utenti che hanno un blocco attivo sul compito

source: Find user
es: Buscar usuario
fi: Etsi käyttäjää
it: Trova utente

source: Refresh
es: Actualizar
fi: Virkistä
it: Aggiorna
sv: Uppdatera

source: Clear locks for selected users
es: Borrar bloqueos para los usuarios seleccionados
fi: Poista lukitukset valituilta käyttäjiltä
it: Cancella i blocchi per gli utenti selezionati
sv: Rensa lås för utvalda användare

source: Select
es: Seleccionar
fi: Valitse
it: Seleziona
sv: Välj

source: Name
es: Nombre
fi: Nimi
it: Nome
sv: Namn

source: Task locked on
es: Tarea bloqueada en
fi: Tehtävä lukittu
it: Compito bloccato su
sv: Uppgiften låst

source: Close
es: Cerrar
fi: Sulje
it: Chiudi
sv: Stäng av

source: Clear task locking for task this.data.taskId
es: Borrar bloqueo para la tarea
fi: Poista lukituksia tehtävästä this.data.taskId
it: Cancella il blocco del compito
sv: Tydlig uppgiftslåsning för uppgift

source: Failed to fetch data: r.result.data.error
es: Error al recuperar datos:\
fi: Tietojen hakeminen epäonnistui: r.result.data.error
it: Impossibile recuperare i dati:\
sv: Det gick inte att hämta data: r.result.data.error

source: No locks found
es: No se han encontrado bloqueos
fi: Lukituksia ei löytynyt
it: Nessun blocco trovato
sv: Inga lås hittades

source: No targets selected
es: No hay objetivos seleccionados
fi: Ei valittuja kohteita
it: Nessun obiettivo selezionato
sv: Inga mål har valts

source: Clear locks for following users? (userids.length selected) names
es: ¿Borrar bloqueos para los siguientes usuarios? (
fi: Poista lukitukset seuraavilta käyttäjiltä (userids.length kohdetta valittu) names
it: Cancellare i blocchi per i seguenti utenti? (
sv: Rensa lås för följande användare? (userids.length vald) names

source: Cleared locks for cl.length users
es: Despejado bloqueos para
fi: Poistettiin lukitus cl.length käyttäjältä
it: Cancellato il blocco per
sv: Rensade lås för cl.length användare

source: Cleared lock for cl[0].name
es: Despejado bloqueo para
fi: Poistettiin lukitus käyttäjältä cl[0].name
it: Cancellato il blocco per
sv: Rensat lås för cl[0].name

source: No locks found for selected targets
es: No se han encontrado bloqueos para los objetivos seleccionados
fi: Valituilta kohteilta ei löytynyt lukituksia
it: Nessun blocco trovato per gli obiettivi selezionati
sv: Inga lås hittades för valda mål

source: Toggle editing
es: Alternar edición
fi: Vaihda muokkaustila
it: Alterna la modifica
sv: Växla redigering

source: Edit bookmark
es: Editar marcador
fi: Muokkaa kirjanmerkkiä
it: Modifica del segnalibro
sv: Redigera bokmärke

source: Remove bookmark
es: Eliminar marcador
fi: Poista kirjanmerkki
it: Rimuovere il segnalibro
sv: Ta bort bokmärke

source: Hide bookmark
es: Ocultar marcador
fi: Piilota kirjanmerkki
it: Nascondi segnalibro
sv: Döljä bokmärke

source: My courses
es: Mis cursos
fi: Omat kurssit
it: I miei corsi
sv: Mina kurser

source: Hidden courses
es: Cursos ocultos
fi: Piilotetut kurssit
it: Corsi nascosti
sv: Dolda kurser

source: Last edited
es: Último editado
fi: Viimeksi muokattu
it: Ultima modifica
sv: Senast redigerad

source: Last read
es: Última lectura
fi: Viimeksi luettu
it: Ultima lettura
sv: Senast läst

source: Could not add paragraph: r.result.data
es: No se pudo añadir párrafo:
fi: Kappaletta ei voitu lisätä: r.result.data
it: Impossibile aggiungere un paragrafo:
sv: Kunde inte lägga till ett stycke: r.result.data

source: Choose a template
es: Elija una plantilla
fi: Valitse mallipohja
it: Scegliere un modello
sv: Välja en mall

source: Load
es: Cargar
fi: Lataa
it: Caricare
sv: Ladda

source: Add comment/note
es: Añadir comentario/nota
fi: Lisää kommentti
it: Aggiungere un commento/una nota
sv: Lägg till kommentar/anteckning

source: Open edit menu
es: Abrir menú de edición
fi: Avaa muokkausvalikko
it: Aprire il menu di modifica
sv: Öppna redigeringsmeny

source: Manage scheduled functions
es: Gestionar funciones programadas
fi: Hallitse ajastettuja toimintoja
it: Gestire le funzioni programmate
sv: Hantera schemalagda funktioner

source: Current functions
es: Funciones actuales
fi: Nykyiset toiminnot
it: Funzioni correnti
sv: Nuvarande funktioner

source: There are no functions.
es: No hay funciones.
fi: Toimintoja ei ole.
it: Non ci sono funzioni.
sv: Det finns inga funktioner.

source: expires:
es: caduca:
fi: vanhenee:
it: scadenza:
sv: går ut:

source: interval:
es: intervalo:
fi: aikaväli:
it: intervallo:

source: last run:
es: última ejecución:
fi: ajettu viimeksi:
it: ultima esecuzione:
sv: den sista körning :

source: run count:
es: recuento de ejecuciones:
fi: ajokertoja:
it: numero di esecuzioni:
sv: körningstal:

source: never
es: nunca
fi: ei koskaan
it: mai
sv: aldrig

source: Add a new function
es: Añadir una nueva función
fi: Lisää uusi toiminto
it: Aggiungere una nuova funzione
sv: Lägg till en ny funktion

source: Id of plugin to run
es: Id del plugin a ejecutar
fi: Ajettavan pluginin tunniste
it: Id del plugin da eseguire
sv: Id av plugin att körä

source: Interval
es: Intervalo
fi: Aikaväli
it: Intervallo

source: Expires
es: Caduca
fi: Vanhenee
it: Scadenza
sv: Går ut

source: Other function parameters (in YAML format)
es: Otros parámetros de la función (en formato YAML)
fi: Muut toiminnon parametrit (YAML-formaatissa)
it: Altri parametri della funzione (in formato YAML)
sv: Andra funktionsparametrar (på YAML format)

source: Add
es: Añadir
fi: Lisää
it: Aggiungere
sv: Lägg till

source: The function expiration date is quite far in the future (over a year). Are you sure?
es: La fecha de caducidad de la función es bastante lejana en el futuro (más de un año). ¿Está seguro?
fi: Toiminnon vanhenemisaika on melko kaukana tulevaisuudessa (yli vuoden päässä). Oletko varma?
it: La data di scadenza della funzione è piuttosto lontana nel futuro (oltre un anno). Sei sicuro?
sv: Utgångsdatum för funktionen ligger ganska fjärran i framtiden (över ett år). Är du säkert?

source: The function expiration date is quite far in the future
es: La fecha de caducidad de la función es bastante lejana en el futuro
fi: Toiminnon vanhenemisaika on melko kaukana tulevaisuudessa
it: La data di scadenza della funzione è piuttosto lontana nel futuro
sv: Utgångsdatum för funktionen ligger ganska fjärran i framtiden

source: Are you sure you want to delete this function?
es: ¿Está seguro de que desea borrar esta función?
fi: Haluatko varmasti poistaa tämän toiminnon?
it: Sei sicuro di voler eliminare questa funzione?
sv: Är du säkert att du vill ta bort funktionen?

source: Delete function?
es: ¿Borrar función?
fi: Poista toiminto?
it: Elimina funzione?
sv: Ta bort funktionen?

source: Document import instructions
es: Instrucciones de importación de documentos
it: Istruzioni per l'importazione di documenti

source: You can use this tab to import document files directly to editable text. Click on 'Browse...' to select a document to import.
it: "È possibile utilizzare questa scheda per importare file di documenti direttamente nel testo modificabile. Fare clic su ""Sfoglia..."" per selezionare un documento da importare."

source: Currently supported document formats: Microsoft Word (.docx), OpenOffice/LibreOffice Writer (.odt), Markdown (.md), TeX/LaTeX document (.tex), raw text (.txt).
es: Formatos de documento admitidos actualmente: Microsoft Word (.docx), OpenOffice/LibreOffice Writer (.odt), Markdown (.md), documento TeX/LaTeX (.tex), texto sin formato (.txt).
it: Formati di documenti attualmente supportati: Microsoft Word (.docx), OpenOffice/LibreOffice Writer (.odt), Markdown (.md), documento TeX/LaTeX (.tex), testo grezzo (.txt).

source: Document styles are not imported. You may need to correct formatting and/or styles manually.
es: Los estilos de los documentos no se importan. Es posible que tenga que corregir el formato y/o los estilos manualmente.
it: Gli stili dei documenti non vengono importati. Potrebbe essere necessario correggere manualmente la formattazione e/o gli stili.

source: Images embedded in the document are automatically uploaded. You will find the appropriate image references at the end of the imported content.
es: Las imágenes incrustadas en el documento se cargan automáticamente. Encontrará las referencias de imagen apropiadas al final del contenido importado.
it: Le immagini incorporate nel documento vengono caricate automaticamente. I riferimenti alle immagini sono riportati alla fine del contenuto importato.

source: You can copy all documents and folders from folder
es: Puede copiar todos los documentos y carpetas de la carpeta
it: È possibile copiare tutti i documenti e le cartelle della cartella

source: to another folder.
es: a otra carpeta.
it: in un'altra cartella.

source: You can copy all documents and folders in this folder to another folder.
es: Puede copiar todos los documentos y carpetas de esta carpeta a otra carpeta.
it: È possibile copiare tutti i documenti e le cartelle di questa cartella in un'altra cartella.

source: Copy options
es: Opciones de copia
it: Opzioni di copia

source: Copy active access rights
es: Copiar derechos de acceso activos
it: Copiare i diritti di accesso attivi

source: Copy expired access rights
es: Copiar derechos de acceso caducados
it: Copiare i diritti di accesso scaduti

source: Stop copying on errors
es: Detener la copia en caso de error
it: Interrompere la copia in caso di errore

source: Destination:
es: Destino:
it: Destinazione:

source: You can optionally enter a regular expression to exclude specific documents or folders from being copied.
es: Opcionalmente, puede introducir una expresión regular para excluir documentos o carpetas específicos de la copia.
it: È possibile inserire facoltativamente un'espressione regolare per escludere dalla copia documenti o cartelle specifici.

source: For more information on copying see the
es: Para obtener más información sobre la copia, consulte la página de ayuda
it: Per ulteriori informazioni sulla copia, consultare la pagina della guida

source: help page
it: pagina di aiuto

source: Exclude documents/folders that match:
es: Excluir documentos/carpetas que coincidan con:
it: Escludere i documenti/cartelle che corrispondono:

source: Copy preview...
es: Vista previa de copia...
it: Anteprima di copia...

source: Exclude folder or document items
es: Excluir elementos de carpeta o documento
it: Escludere gli elementi della cartella o del documento

source: These are the items that will be copied. Select the items you want to exclude from being copied.
es: Estos son los elementos que se copiarán. Seleccione los elementos que desea excluir de la copia.
it: Questi sono gli elementi che verranno copiati. Selezionare gli elementi che si desidera escludere dalla copia.

source: From
es: De
it: Da

source: To
es: A
it: A

source: Nothing would be copied.
es: No se copiará nada.
it: Non verrà copiato nulla.

source: The destination folder already exists. Make sure this is intended before copying.
es: La carpeta de destino ya existe. Asegúrese de que existe antes de copiar.
it: La cartella di destinazione esiste già. Assicurarsi che sia prevista prima di copiare.

source: Copy
es: Copiar
it: Copia

source: Copying, this might take a while...
es: Copiando, esto puede tardar un poco...
it: Copia, potrebbe volerci un po'...

source: Folder
es: Carpeta
it: Cartella

source: copied to
es: copiada a
it: copiata in

source: The following errors occurred while copying:
es: Se han producido los siguientes errores durante la copia:
it: Durante la copia si sono verificati i seguenti errori:

source: Item is visible publicly (ie. to everyone), including anonymous users.
es: El elemento es visible públicamente (es decir, para todo el mundo), incluidos los usuarios anónimos.
it: L'elemento è visibile pubblicamente (cioè a tutti), compresi gli utenti anonimi.

source: Item is visible to logged-in users.
es: El elemento es visible para los usuarios que han iniciado sesión.
it: L'elemento è visibile agli utenti connessi.

source: Item is visible to groups belonging to a Haka organization.
es: El elemento es visible para los grupos que pertenecen a una organización Haka.
it: L'elemento è visibile ai gruppi appartenenti a un'organizzazione Haka.

source: Item is visible only to specific users, check the Manage-page for details.
es: El elemento es visible sólo para usuarios específicos, consulte la página de gestión para obtener más detalles.
it: L'elemento è visibile solo a utenti specifici, controllare la pagina Gestione per i dettagli.

source: Item is visible only to its owners.
es: El elemento es visible sólo para sus propietarios.
it: L'elemento è visibile solo ai suoi proprietari.

source: TIM last updated:
es: Última actualización de TIM:
fi: TIM viimeksi päivitetty:
it: TIM ultimo aggiornamento:
sv: TIM uppdaterad sist:

source: Problems and questions about TIM
es: Problemas y preguntas sobre TIM
fi: TIMiin liittyvät ongelmat ja kysymykset
it: Problemi e domande su TIM
sv: Problemer och frågor om TIM

source: branch
es: rama
fi: haara
it: filiale
sv: gren

source: Privacy notice
es: Aviso de privacidad
fi: Tietosuojailmoitus
it: Informativa sulla privacy
sv: Dataskyddsmeddelande

source: Terms of Service
es: Condiciones del servicio
it: Termini di servizio

source: Accessibility statement
es: Declaración de accesibilidad
it: Dichiarazione di accessibilità
sv: Tillgänglighetsförklaring

source: Report inappropriate content
es: Informar sobre contenido inapropiado
it: Segnalazione di contenuti inappropriati

source: TIM brochure
es: Folleto de TIM
it: Brochure TIM
sv: TIM broschyr

source: Get started
es: Empezar
fi: Aloita tästä
it: Inizia
sv: Komma igång

source: Log in
es: Iniciar sesión
fi: Kirjaudu sisään
it: Accedi
sv: Logga in

source: Create a TIM account
es: Crear una cuenta de TIM
fi: Luo TIM-tili
it: Crea un account TIM
sv: Skapa ett TIM konto

source: Sign up
es: Registrarse
fi: Rekisteröidy
it: Iscriviti
sv: Registrera dig

source: My documents
es: Mis documentos
fi: Omat dokumentit
it: I miei documenti
sv: Mina documenten

source: All documents
es: Todos los documentos
fi: Kaikki dokumentit
it: Tutti i documenti
sv: Alla documenten

source: Available courses
es: Cursos disponibles
fi: Nykyiset kurssit
it: Corsi disponibili
sv: Tillgängliga kurser

source: Create a new document
es: Crear un nuevo documento
fi: Luo uusi dokumentti
it: Crea un nuovo documento
sv: Skapa ett nytt dokument

source: My document
es: Mi documento
fi: Oma dokumentti
it: Il mio documento
sv: Mitt dokument

source: What is TIM?
es: ¿Qué es TIM?
fi: Mikä on TIM?
it: Cos'è TIM?
sv: Vad är TIM?

source: TIM is a document-based cloud service for producing interactive materials.
es: TIM es un servicio en la nube basado en documentos para producir materiales interactivos.
fi: TIM on dokumenttipohjainen pilvipalvelu interaktiivisten materiaalien tuottamiseksi.
it: TIM è un servizio cloud basato su documenti per la produzione di materiali interattivi.
sv: TIM är en dokumentbaserad molntjänst för producering av interaktiva material.

source: Introduction
es: Introducción
fi: Esittely
it: Introduzione
sv: Inledning

source: Quick start
es: Inicio rápido
fi: Pikaohje
it: Avvio rapido
sv: Snabbstart

source: Content creator guide
es: Guía del creador de contenidos
fi: Sisällöntuottajan ohjeet
it: Guida al creatore di contenuti
sv: Guiden för innehållsproducenter

source: All guides
es: Todas las guías
fi: Kaikki ohjeet
it: Tutte le guide
sv: Alla guider

source: Examples <sup *ngIf="notFinnish()">(F)</sup>
fi: Esimerkkejä <sup *ngIf="notFinnish()">(F)</sup>
it: Esempi
sv: Exempel <sup *ngIf="notFinnish()">(F)</sup>

source: TIM's possibilities
fi: TIMin mahdollisuuksia
it: Le possibilità di TIM
sv: TIMs möjligheter

source: Various programming languages
es: Distintos lenguajes de programación
it: Diversi linguaggi di programmazione
sv: Olika programmeringsspråk

source: Usage in different subjects
es: Uso en distintas asignaturas
it: Utilizzo in diverse discipline
sv: Användning i olika ämnen

source: Show map
es: Mostrar mapa
fi: Näytä kartta
it: Mostra mappa
sv: Visa karta

source: Add this page to 'My courses' bookmark folder
fi: Lisää tämä sivu 'Kurssit'-kirjanmerkkikansioon
it: "Aggiungi questa pagina alla cartella dei segnalibri ""I miei corsi"""
sv: Lägg till den här sidan i bokmärkesmappen "Mina kurser"

source: Add to 'My courses'
fi: Lisää 'Kursst'-kansioon
it: "Aggiungi a ""I miei corsi"""
sv: Lägg till i "Mina kurser'

source: Log in to bookmark this course
es: Iniciar sesión para marcar este curso
fi: Kirjaudu sisään lisätääkseen kurssi kirjanmerkkeihin
it: Effettua il login per inserire questo corso tra i segnalibri
sv: Logga in för att lägga ett bokmärke på den här kursen

source: You are previewing the page with limited group memberships. This affects your active permissions.
es: Estás viendo la página con permisos limitados de grupo. Esto afecta a tus permisos activos.
fi: Esikatselet sivua, rajoitetulla ryhmäjäsenyydellä. Tämä vaikuttaa aktiivisiin oikeuksiin.
it: Stai visualizzando l'anteprima della pagina con un'adesione limitata al gruppo. Questo influisce sui permessi attivi.
sv: Du förhandsgranskar sidan med begränsade gruppmedlemskap. Detta påverkar dina aktiva rättigheter.

source: Reset group lock
es: Restablecer bloqueo de grupo
fi: Nollaa ryhmälukitus
it: Ripristinare il blocco del gruppo
sv: Återställ grupplås

source: You are previewing the page with access limited to level "<strong><".".
fi: Esikatselet sivua, jonka käyttöoikeus on rajoitettu tasolle "<strong>{{lockedAccessName}}</strong>".
it: "Si sta visualizzando l'anteprima della pagina con accesso limitato al livello """
sv: Du förhandsgranskar sidan med begränsad åtkomst till nivån "<strong>{{lockedAccessName}}</strong>".

source: Turn off access limit
es: Desactivar límite de acceso
fi: Ota käyttöoikeuden rajoitus pois käytöstä
it: Disattivare il limite di accesso
sv: Slå av åtkomstbegränsningen

source: Could not reset lock: r.result.error.error
es: No se ha podido restablecer el bloqueo:
fi: Lukitusta ei voitu tyhjentää: r.result.error.error
it: Impossibile ripristinare il blocco:
sv: Låset kunde inte återställas: r.result.error.error

source: To TIM main page
es: A la página principal de TIM
fi: TIMin etusivulle
it: Alla pagina principale di TIM
sv: Till TIMs huvudsida

source: Show/hide view menu
es: Mostrar/ocultar menú de vista
fi: Näytä tai piilota näkymävalikko
it: Mostra/nascondi il menu di visualizzazione
sv: Visa/Dölja översikt menyn

source: University of Jyväskylä
es: Universidad de Jyväskylä
fi: Jyväskylän yliopisto
it: Università di Jyväskylä
sv: Jyväskylä universitet

source: View
es: Ver
fi: Näytä
it: Visualizza
sv: Översikt

source: Manage
es: Gestionar
fi: Hallitse
it: Gestisci
sv: Hantering

source: Teacher
es: Profesor
fi: Opettaja
it: Insegnante
sv: Lärare

source: Answers
es: Respuestas
fi: Vastaukset
it: Risposte
sv: Svar

source: Lecture
es: Clase
fi: Luento
it: Lezione
sv: Föreläsning

source: Review
es: Repasar
fi: Vertaisarviointi
it: Revisione
sv: Se över

source: You will be able to access this { item.isFolder, select, true {folder} false {document} } in <tim-countdown [seconds]="waitTime" [displayUnits]="['y', 'mo', 'w', 'd', 'h', 'm', 's']" (onFinish)="this.countDown = false"></tim-countdown>.
fi: Tämä { item.isFolder, select, true {folder} false {document} } aukeaa ajassa: <tim-countdown [seconds]="waitTime" [displayUnits]="['y', 'mo', 'w', 'd', 'h', 'm', 's']" (onFinish)="this.countDown = false"></tim-countdown>.
it: Potrete accedere a questo
sv: Du kommer att kunna komma åt detta { item.isFolder, select, true {folder} false {document} } inom <tim-countdown [seconds]="waitTime" [displayUnits]="['y', 'mo', 'w', 'd', 'h', 'm', 's']" (onFinish)="this.countDown = false"></tim-countdown>.

source: You can access the { item.isFolder, select, true { folder } false { document } } now. <tim-goto-link href="" [maxWait]="waitOffset" [autoOpen]="true">Refresh the page</tim-goto-link>
fi: Pääset { item.isFolder, select, true { folder } false { document } } nyt. <tim-goto-link href="" [maxWait]="waitOffset" [autoOpen]="true">Virkistä sivu</tim-goto-link>
it: È possibile accedere al gruppo
sv: Du kan komma åt detta { item.isFolder, select, true { folder } false { document } } nu. <tim-goto-link href="" [maxWait]="waitOffset" [autoOpen]="true">Uppdatera sidan.</tim-goto-link>

source: See answers
es: Ver respuestas
fi: Vastausten katselu
it: Vedere le risposte
sv: Se svar

source: Owner
es: Propietario
fi: Omistaja
it: Proprietario
sv: Ägare

source: Copy
es: Copiar
fi: Kopiointi
it: Copia
sv: Kopiera

source: Could not find the group. Make sure the group exists and you have at least "edit" permissions to it. Details: {{searchError}}
fi: Ryhmää ei löydetty. Varmista, että ryhmä on olemassa ja että sinulla on vähintään muokkausoikeudet siihen. Lisätiedot: {{searchError}}
it: "Non è stato possibile trovare il gruppo. Assicuratevi che il gruppo esista e che abbiate almeno i permessi di ""modifica"". Dettagli:"
sv: Kunde inte hitta gruppen. Kontrollera att gruppen finns och att du åtminstone har "redigeringsbehörighet" för den. Detaljer: {{searchError}}

source: Add
es: Añadir
fi: Lisää
it: Aggiungi
sv: Lägg till

source: Add groups by using the search box above and pressing "Add".
fi: Lisää ryhmiä käyttämällä yllä olevaa hakukenttää ja painamalla "Lisää".
it: "Aggiungere gruppi utilizzando la casella di ricerca in alto e premendo ""Aggiungi""."
sv: Lägg till grupper genom att använda sökrutan ovan och trycka på "Lägg till".

source: Filter groups
es: Filtrar grupos
fi: Suodata ryhmät
it: Filtrare i gruppi
sv: Filtrera grupper

source: Search groups
es: Buscar grupos
fi: Hae ryhmiä
it: Cercare gruppi
sv: Sök grupper

source: Switch active groups
es: Cambiar grupos activos
fi: Vaihda aktiiviset ryhmät
it: Cambiare i gruppi attivi
sv: Byt aktiv grupp
