Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: You can change active groups by selecting groups from the lists below. Changing active groups allows you to preview the documents as a member of other groups.
es: Puedes cambiar los grupos activos seleccionando grupos de las listas de abajo. Cambiar de grupo activo le permite previsualizar los documentos como miembro de otros grupos.
fi: Voit vaihtaa aktiiviset ryhmät alla olevista luetteloista. Aktiivisten ryhmien vaihtaminen mahdollistaa dokumenttien esikatselun muiden ryhmien jäsenenä.
it: È possibile cambiare i gruppi attivi selezionandoli dagli elenchi sottostanti. La modifica dei gruppi attivi consente di visualizzare in anteprima i documenti come membri di altri gruppi.
sv: Du kan ändra aktiva grupper genom att välja grupper från listorna nedan. Om du ändrar aktiva grupper kan du förhandsgranska dokumenten som medlem i andra grupper.

source: Special groups
es: Grupos especiales
fi: Erikoisryhmät
it: Gruppi speciali
sv: Speciella grupper

source: Managed groups you are a member of
es: Grupos administrados de los que es miembro
fi: Hallitut ryhmät, joihin kuulut
it: Gruppi gestiti di cui si è membri
sv: Hanterade grupper som du är medlem i

source: Unmanaged groups you are a member of
es: Grupos no administrados de los que es miembro
fi: Hallitsemattomat ryhmät, joihin kuulut
it: Gruppi non gestiti di cui si è membri
sv: Ohanterade grupper som du är medlem i

source: Other groups (manual search)
es: Otros grupos (búsqueda manual)
fi: Muut ryhmät (manuaalihaku)
it: Altri gruppi (ricerca manuale)
sv: Andra grupper (manuell sökning)

source: Apply
es: Aplicar
fi: Ota käyttöön
it: Applicare
sv: Ansök på

source: Could not change active groups: r.result.error.error
es: No se pudieron cambiar los grupos activos:
fi: Aktiivisia ryhmiä ei voitu muuttaa: r.result.error.error
it: Impossibile modificare i gruppi attivi:
sv: Kunde inte ändra aktiva grupper: r.result.error.error

source: Could not reset active groups: r.result.error.error
es: No se pudieron restablecer los grupos activos:
fi: Aktiivisia ryhmiä ei voitu muuttaa: r.result.error.error
it: Impossibile reimpostare i gruppi attivi:
sv: Det gick inte att återställa aktiva grupper: r.result.error.error

source: Update translations' relevance values
fi: Päivitä myös käännösten relevanssiarvot
it: Aggiornare i valori di rilevanza delle traduzioni
sv: Uppdatera översättningarnas relevansvärden

source: Previous: {{siblings.prev.title}}
es: Anterior:
fi: Edellinen: {{siblings.prev.title}}
it: Precedente:
sv: Föregående: {{siblings.prev.title}}

source: Next: {{siblings.next.title}}
es: Siguiente:
fi: Seuraava: {{siblings.next.title}}
it: Successivo:
sv: Följande: {{siblings.next.title}}

source: Subject:
es: Asunto:
fi: Aihe:
it: Oggetto:
sv: Föremål:

source: Sender:
es: Remitente:
fi: Lähettäjä:
it: Mittente:
sv: Avsändare:

source: Recipients:
es: Destinatarios:
fi: Vastaanottajat:
it: Destinatari:
sv: Mottagare:

source: Date:
es: Fecha:
fi: Päivämäärä:
it: Data:
sv: Datum:

source: No archiving
es: No archivar
fi: Ei arkistointia
it: Nessuna archiviazione
sv: Ingen arkivering

source: Owners only
es: Sólo propietarios
fi: Vain omistajat
it: Solo i proprietari
sv: Endast ägare

source: Members only
es: Sólo miembros
fi: Vain jäsenet
it: Solo i membri
sv: Medlemmar endast

source: Logged-in users
es: Usuarios conectados
fi: Sisäänkirjautuneet käyttäjät
it: Utenti collegati
sv: Användare som är loggat in

source: Everyone
es: Todos
fi: Kaikki
it: Tutti
sv: Alla

source: Mark as Read
es: Marcar como leído
fi: Merkitse luetuksi
it: Contrassegnare come letto
sv: Markera som läst

source: Cancel Read Receipt
es: Cancelar recepción de lectura
fi: Peruuta lukumerkintä
it: Annullare la ricezione di lettura
sv: Avbryt läskvittot

source: Cancelling the read receipt re-displays the message on designated TIM pages
es: Al cancelar la recepción de lectura se vuelve a mostrar el mensaje en las páginas TIM designadas
fi: Lukumerkinnän peruuttaminen näyttää viestin sille asetetuilla kohdesivuilla
it: Annullando la ricezione di lettura, il messaggio viene visualizzato nuovamente nelle pagine TIM designate
sv: Avbrytning av läskvittot visar meddelandet igen på bestämmade TIM sidor

source: Could not load read information: message.result.error.error
es: No se pudo cargar la información de lectura:
fi: Lukumerkintöjen lataaminen epäonnistui: message.result.error.error
it: Impossibile caricare le informazioni di lettura:
sv: Kunde inte ladda läsinformation: message.result.error.error

source: Could not expire message: message.result.error.error
es: No ha podido caducar el mensaje:
fi: Viestiä ei voitu vanhentaa: message.result.error.error
it: Could not expire message:
sv: Kunde inte förfalla meddelandet: message.result.error.error

source: Could not mark as read: result.result.error.error
es: No ha podido marcar como leído:
fi: Viestin merkintä luetuksi epäonnistui: result.result.error.error
it: Could not mark as read:
sv: Kunde inte markera som läst: result.result.error.error

source: Could not cancel read receipt: result.result.error.error
es: No ha podido cancelar la recepción de lectura:
fi: Lukumerkinnän peruuttaminen epäonnistui: result.result.error.error
it: Could not cancel read receipt:
sv: Kunde inte avbryta läskvittot: result.result.error.error

source: Common actions
es: Acciones comunes
fi: Yleiset toiminnot
it: Azioni comuni
sv: Vanliga åtgärder

source: Send a message to the list
es: Enviar un mensaje a la lista
fi: Lähetä viesti listalle
it: Inviare un messaggio alla lista
sv: Skicka ett meddelande till listan

source: View archives
es: Ver archivos
fi: Selaa arkistoja
it: Visualizzare gli archivi
sv: Visa arkiv

source: Export archives
es: Exportar archivos
fi: Vie arkistot
it: Esportare gli archivi
sv: Export arkiv

source: Please wait...
es: Por favor, espere...
fi: Ole hyvä ja odota...
it: Attendere...
sv: Vänligen vänta...

source: List options
es: Opciones de la lista
fi: Listan asetukset
it: Opzioni della lista
sv: Räkna upp alternativ

source: General
fi: Yleinen
it: Generale
sv: Generell

source: List name
es: Nombre de la lista
fi: Listan nimi
it: Nome della lista
sv: Listanamn

source: Email address
es: Dirección de correo electrónico
fi: Sähköpostiosoite
it: Indirizzo e-mail
sv: E-postadress

source: Short description
es: Descripción corta
fi: Lyhyt kuvaus
it: Descrizione breve
sv: Kort beskrivning

source: Long description
es: Descripción larga
fi: Pitkä kuvaus
it: Descrizione lunga
sv: Lång beskrivning

source: General options
es: Opciones generales
fi: Yleiset asetukset
it: Opzioni generali
sv: Generell alternativ

source: Notify owners on list changes (e.g. user subscribes)
es: Notificar a los propietarios los cambios en la lista (p. ej., un usuario se suscribe).p. ej. un usuario se suscribe)
fi: Ilmoita listan omistajille listan muutoksista (esim. uudet jäsenet)
it: Notificare ai proprietari le modifiche alla lista (es.
sv: Meddela ägare om liständringar (t.ex. användare prenumererar)

source: This option is not implemented yet
es: Esta opción aún no está implementada
fi: Tämä asetus ei ole vielä toteutettu
it: Questa opzione non è ancora implementata
sv: Det här alternativet är ännu ej implementerad

source: TIM users can freely join this list
es: Los usuarios de TIM pueden unirse libremente a esta lista
fi: TIM-käyttäjät voivat vapaasti liittyä listalle
it: Gli utenti TIM possono iscriversi liberamente a questa lista
sv: TIM användare kan fritt ansluta sig till den här listan

source: Default send right for new members
es: Derecho de envío por defecto para nuevos miembros
fi: Uudet jäsenet saavat lähettää viestejä listalle
it: Diritto di invio predefinito per i nuovi membri
sv: Standard skicka rätt för nya medlemmar

source: Default delivery right for new members
es: Derecho de entrega por defecto para nuevos miembros
fi: Uudet jäsenet saavat vastaanottaa viestejä listalta
it: Diritto di consegna predefinito per i nuovi membri
sv: Standard leveransrätt för nya medlemmar

source: Members can unsubscribe from the list on their own
es: Los miembros pueden darse de baja de la lista por su cuenta
fi: Jäsenet saavat vapaasti poistua listalta
it: I membri possono cancellarsi dalla lista da soli
sv: Medlemmar kan avregistrera sig från listan på egen hand

source: Non-members can send messages to list
es: Los no miembros pueden enviar mensajes a la lista
fi: Listaan kuulumattomat saavat lähettää viestejä listalle
it: I non membri possono inviare messaggi alla lista
sv: Icke-medlemmar kan skicka meddelanden till listan

source: Subject prefix
es: Prefijo del asunto
fi: Viestiotsikkojen etuliite
it: Prefisso dell'oggetto
sv: Ämnesprefix

source: Message delivery verification
es: Verificación de entrega de mensajes
fi: Viestien toimituksen varmistaminen
it: Verifica della consegna del messaggio
sv: Verifiering av meddelandeöverföring

source: Don't verify
fi: Älä varmista
it: Non verificare
sv: Verifiera inte

source: Use sender's verification
fi: Käytä lähettäjän todennusta
it: Usa la verifica del mittente
sv: Använd verifiering av avsändaren

source: Use list's verification
fi: Käytä listan todennusta
it: Usa la verifica della lista
sv: Använd listans verifiering

source: No HTML messages allowed
es: No se permiten mensajes HTML
fi: HTML-viestit ovat kielletty
it: Non sono consentiti messaggi HTML
sv: Inga HTML-meddelanden tillåtna

source: Allow attachments
es: Permitir adjuntos
fi: Liitteet ovat sallitut
it: Consenti allegati
sv: Tillåt bilagor

source: Redirect answers to message list
es: Redirigir respuestas a la lista de mensajes
fi: Vastausviestien vastaanottaja on viestilista
it: Reindirizza le risposte alla lista di messaggi
sv: Omdirigera svar till meddelandelistan

source: Advanced
es: Avanzado
fi: Edistynyt
it: Avanzate
sv: Avancerad

source: Advanced email list settings (takes to Mailman)
es: Configuración avanzada de la lista de correo (lleva a Mailman)
fi: Edistyneet sähköpostilistan asetukset (ulkoinen Mailman-ohjelma)
it: Impostazioni avanzate della lista di posta elettronica (porta a Mailman)
sv: Avancerad inställningar för e-postlistan (tar till Mailman)

source: Archiving
es: Archivar
fi: Arkistointi
it: Archiviazione
sv: Arkivering

source: Archive access policy
es: Política de acceso a archivos
fi: Arkistojen käyttöoikeuskäytäntö
it: Politica di accesso all'archivio
sv: Arkiv åtkomstpolicy

source: Save options
es: Guardar opciones
fi: Tallenna asetukset
it: Salva le opzioni
sv: Spar inställningar

source: Add members
es: Añadir miembros
fi: Lisää jäsenet
it: Aggiungi membri
sv: Lägg till medlemmar

source: Adding members help (in Finnish)
es: Ayuda para añadir miembros (en finés)
fi: Ohje jäsenten lisäämisestä
it: Guida all'aggiunta di membri (in finlandese)
sv: Hjälp med tilläggning av medlemmar (på Finska)

source: Members to add
es: Miembros Añadir miembros
it: Membri da aggiungere

source: Members can send messages to the list
es: Los miembros pueden enviar mensajes a la lista
fi: Jäsenet saavat lähettää viestejä listalle
it: I membri possono inviare messaggi alla lista
sv: Medlemmar kan skicka meddelanden till listan

source: Members can receive messages from the list
es: Los miembros pueden recibir mensajes de la lista
fi: Jäsenet vastaanottavat viestejä listalta
it: I membri possono ricevere messaggi dalla lista
sv: Medlemmar kan ta emot meddelanden från listan

source: Extra options
es: Opciones extra
it: Opzioni extra

source: Remove other members from the list
es: Eliminar otros miembros de la lista
it: Rimuovere altri membri dalla lista

source: Add new members
es: Añadir nuevos miembros
fi: Lisää uudet jäsenet
it: Aggiungere nuovi membri
sv: Lägg till nya medlemmar

source: This will also remove all members not present in the list above.
es: Esto también eliminará a todos los miembros que no estén presentes en la lista anterior.
it: Questo rimuoverà anche tutti i membri non presenti nella lista precedente.

source: Current members
es: Miembros actuales
fi: Nykyiset jäsenet
it: Membri attuali
sv: Nuvarande medlemmarna

source: Send right
es: Derecho de envío
fi: Lähetysoikeus
it: Diritto di invio
sv: Rätt att skicka

source: Delivery right
es: Derecho de entrega
fi: Vastaanotto-oikeus
it: Diritto di consegna
sv: Leveransrätt

source: Membership ended
es: Membresía finalizada
fi: Jäsenyys päättyi
it: L'iscrizione è terminata
sv: Medlemskapet upphörde

source: Removed
es: Eliminado
fi: Poistettu listalta
it: Rimosso
sv: Tog bort

source: View members of a group
es: Ver miembros de un grupo
fi: Selaa ryhmän jäsenet
it: Visualizza i membri di un gruppo
sv: Visa medlemmarna i en grupp

source: Save members
es: Guardar miembros
fi: Tallenna jäsenet
it: Salva i membri
sv: Spara medlemmar

source: Dangerous actions
es: Acciones peligrosas
fi: Vaaralliset toiminnot
it: Azioni pericolose
sv: Farliga handlingar

source: Delete List
es: Eliminar lista
fi: Poista lista
it: Elimina l'elenco
sv: Ta bort lista

source: No list specified
es: No se ha especificado ninguna lista
fi: Ei listaa
it: Nessun elenco specificato
sv: Ingen lista bestämmad

source: Loading list options failed: result1.result.error.error
es: Error al cargar las opciones de la lista:
fi: Listan asetusten lataaminen epäonnistui: result1.result.error.error
it: Caricamento delle opzioni dell'elenco non riuscito:
sv: Kunde inte ladda alternativer för listan: result1.result.error.error

source: Adding large groups might take longer than usual. Please wait.
es: La adición de grupos grandes puede tardar más de lo habitual. Por favor, espere.
fi: Suurten ryhmien lisääminen saattaa kestää tavallista kauemmin. Ole hyvä ja odota.
it: L'aggiunta di gruppi di grandi dimensioni potrebbe richiedere più tempo del solito. Si prega di attendere.
sv: Tilläggning av stora grupper kan ta längre än vanligt. Vänligen vänta.

source: New members added.
es: Nuevos miembros añadidos.
fi: Uudet jäsenet lisätty.
it: Nuovi membri aggiunti.
sv: Läggade till nya medlemmar.

source: Adding new members failed: result.result.error.error
es: Fallo al añadir nuevos miembros:
fi: Uusien jäsenten lisääminen epäonnistui: result.result.error.error
it: L'aggiunta di nuovi membri non è riuscita:
sv: Kunde inte tillägga ny medlemmar: result.result.error.error

source: Delete list this.listname
es: Borrar lista
fi: Poista lista this.listname
it: Eliminazione dell'elenco
sv: Ta bort listan this.listname

source: Do you really want to delete list this.listname? Members will not be able to receive or send messages through the list anymore.
es: ¿Realmente desea borrar la lista
fi: Oletko varma, että haluat poistaa listan this.listname? Jäsenet eivät tämän jälkeen saa lähettää viestejä listalle tai vastaanottaa viestejä sieltä.
it: Si desidera veramente eliminare l'elenco
sv: Är du säkert att du vill ta bort listan this.listname? Medlemmarna kan inte längre mottaga eller skicka meddelanden via listan.

source: Delete
es: Borrar
fi: Poista
it: Eliminazione
sv: Ta bort

source: Deleting the list failed.
es: Fallo al borrar la lista.
fi: Listan poistaminen epäonnistui.
it: L'eliminazione dell'elenco non è riuscita.
sv: Kunde inte ta bort listan.

source: Loading archive information failed. Please reload the page. If reloading the page does not fix the problem, please contact TIM support.
es: Fallo al cargar la información del archivo. Por favor, vuelva a cargar la página. Si al recargar la página no se soluciona el problema, ponte en contacto con el servicio de asistencia de TIM.
fi: Listan arkistointitietojen lataaminen epäonnistui. Virkistä sivu ja kokeile uudelleen. Jos virkistäminen ei auta, ota yhteyttä TIM-tukeen.
it: Caricamento delle informazioni dell'archivio non riuscito. Ricaricare la pagina. Se la ricarica della pagina non risolve il problema, contattare l'assistenza TIM.
sv: Kunde inte ladda arkivsinformation. Vänligen uppdatera sidan. Om uppdatering av sidan löst inte problemet, kontakta TIM support.

source: This message list has been deleted and thus is not in use.
es: Esta lista de mensajes ha sido eliminada y, por tanto, no está en uso.
fi: Viestilista on poistettu, eikä ole käytössä.
it: Questa lista di messaggi è stata cancellata e quindi non è in uso.
sv: Den här meddelandelistan har borttagen och därför används inte.

source: Saving failed with an error: result.result.error.error
es: Error al guardar:
fi: Tallennus epäonnistui seuraavalla virheellä: result.result.error.error
it: Il salvataggio non è riuscito con un errore:
sv: Kunde inte spara, fel var: result.result.error.error

source: Member information updated!
es: ¡Información de miembros actualizada!
fi: Jäsenten tiedot ovat päivitetty!
it: Informazioni sui membri aggiornate!
sv: Medlemmarsinformation updateras!

source: Failed to save member information.
es: Error al guardar información de miembros.
fi: Jäsentietojen tallennus epäonnistui.
it: Non è riuscito a salvare le informazioni sui membri.
sv: Kunde inte spara medlemmarsinformation.

source: Loading group information failed. Please refresh the browser. If the problem persists, please contact TIM support.
es: Error al cargar información de grupo. Actualiza el navegador. Si el problema persiste, ponte en contacto con el servicio de asistencia de TIM.
fi: Ryhmätietojen lataaminen epäonnistui. Virkistä sivu ja kokeile uudelleen. Jos virhe toistuu, ota yhteyttä TIM-tukeen.
it: Il caricamento delle informazioni sul gruppo non è riuscito. Aggiornare il browser. Se il problema persiste, contattare l'assistenza TIM.
sv: Kunde inte ladda gruppinformation. Vänligen updatera sidan. Om problemet fortsätter, kontakta TIM support.

source: Loading list's members failed: result2.result.error.error
fi: Listan jäsenten lataaminen epäonnistui: result2.result.error.error
it: Loading list's members failed:
sv: Kunde inte ladda listans medlemmare: result2.result.error.error

source: Length: 5-36 characters
es: Longitud: 5-36 caracteres
fi: Pituus: 5-36 merkkiä
it: Lunghezza: 5-36 caratteri
sv: Längd: 5-36 tecken

source: Allowed characters: letters a-z, numbers 0-9, dots, dash, underscore
es: Caracteres permitidos: letras a-z, números 0-9, puntos, guión, guión bajo
fi: Sallitut merkit: kirjaimet a-z, numerot 0-9, pisteet, väliviivat, alaviivat
it: Caratteri ammessi: lettere a-z, numeri 0-9, punti, trattino, trattino basso
sv: Tillåtna tecken: bokstäverna a-z, siffrorna 0-9, punkter, bindestreck, understreck

source: Has at least one digit
es: Tiene al menos un dígito
fi: Sisältää ainakin yhden numeron
it: Ha almeno una cifra
sv: Har minst en siffra

source: Begins with small letter
es: Comienza con minúscula
fi: Alkaa pienellä kirjaimella
it: Inizia con una lettera minuscola
sv: Börjar med liten bokstav

source: Must not have subsequent dots
es: No debe tener puntos subsiguientes
fi: Ei sisällä peräkkäisiä pisteitä
it: Non deve avere punti successivi
sv: Får inte ha efterföljande prickar

source: Must not end with a dot
es: No debe terminar con un punto
fi: Ei pääty pisteeseen
it: Non deve terminare con un punto
sv: Får inte sluta med en prick

source: Create message list
es: Crear lista de mensajes
fi: Luo viestilista
it: Crea lista di messaggi
sv: Skapa meddelandelista

source: List name:
es: Nombre de la lista:
fi: Listan nimi:
it: Nome della lista:
sv: Listanamn:

source: Name requirements:
es: Requisitos del nombre:
fi: Nimivaatimukset:
it: Requisiti del nome:
sv: Namnkrav:

source: Must be unique
es: Debe ser único
fi: Oltava ainutlaatuinen
it: Deve essere unico
sv: Måste vara unik

source: Who can read the archives:
es: Quién puede leer los archivos:
fi: Ketkä voivat lukea arkistoidut viestit:
it: Chi può leggere gli archivi:
sv: Vem kan läsa arkiven:

source: Create
es: Crear
fi: Luo
it: Creare
sv: Skapa

source: Failed to check name requirements, please try again
es: Error al comprobar los requisitos del nombre, inténtelo de nuevo
fi: Nimivaatimusten tarkistaminen epäonnistui, kokeile uudelleen
it: Non è stato possibile verificare i requisiti del nome, riprovare
sv: Kunde inte kontrollera namnkraven, försök att kontrollera igen

source: Failed to load email domains. The following error provides details: result.result.error.error
es: Error al cargar dominios de correo electrónico. El siguiente error proporciona detalles:
fi: Sähköpostien verkkotunnusten lataaminen epäonnistui. Lisätietoja: result.result.error.error
it: Non è stato possibile caricare i domini e-mail. Il seguente errore fornisce i dettagli:
sv: Kunde inte ladda e-postdomäner. Följande fel ger detaljer: result.result.error.error

source: Message content:
es: Contenido del mensaje:
fi: Viestin sisältö:
it: Contenuto del messaggio:
sv: Meddelandes innehåll:

source: Hide message options
es: Ocultar opciones de mensaje
fi: Piilota lähetysasetukset
it: Nascondi le opzioni del messaggio
sv: Döljä meddelandeinställningar

source: Show message options
es: Mostrar opciones de mensaje
fi: Näytä lähetysasetukset
it: Mostra le opzioni del messaggio
sv: Visa meddelandeinställningar

source: Send as
es: Enviar como
fi: Lähetä
it: Invia come
sv: Skicka som

source: Select at least one channel
es: Seleccione al menos un canal
fi: Valitse vähintään yksi viestikanava
it: Seleziona almeno un canale
sv: Välja minst en kanal

source: Use TIM to send
es: Utilice TIM para enviar
fi: Lähetä TIMin kautta
it: Usa TIM per inviare
sv: Använda TIM för att skicka

source: Use your default email client
es: Utilice su cliente de correo electrónico predeterminado
fi: Lähetä laitteen oman sähköpostiohjelman kautta
it: Usa il tuo client di posta elettronica predefinito
sv: Använda din standard e-postklient

source: Recipients will see each others' addresses
fi: Vastaanottajat näkevät toistensa osoitteet
it: I destinatari vedranno gli indirizzi degli altri
sv: Mottagarna kommer att se varandras adresser

source: Recipient only replies to sender
es: El destinatario sólo responde al remitente
fi: Vastaanottaja voi vastata vain lähettäjälle
it: I destinatari rispondono solo al mittente
sv: Mottagaren svarar endast avsändaren

source: Recipients can only reply to you
es: Los destinatarios sólo pueden sólo responderle a usted
fi: Vastaanottajat voivat vastata vain sinulle
it: I destinatari possono rispondere solo a te I destinatari possono rispondere solo al mittente. rispondere solo a voi
sv: Mottagare kan bara svara dig

source: Recipient replies all by default
es: El destinatario responde a todos por defecto
fi: Vastaanottaja vastaa oletuksena kaikille
it: Il destinatario risponde a tutti per impostazione predefinita
sv: Mottagaren svarar alla som standard

source: Recipients can reply to all other recipients
es: Los destinatarios pueden responder a todos los demás destinatarios
fi: Vastaanottajat voivat vastata kaikille muille vastaanottajille
it: I destinatari possono rispondere a tutti gli altri destinatari
sv: Mottagare kan svara alla andra mottagare

source: TIM message
es: Mensaje TIM
fi: TIM-viestinä
it: Messaggio TIM
sv: TIM meddelande

source: Help for TIM messages (in Finnish)
es: Ayuda para mensajes TIM (en finés)
fi: TIM-viestien ohje
it: Guida ai messaggi TIM (in finlandese)
sv: Hjälp med TIM meddelanden (på Finska)

source: Pages to send TIM message to
es: Páginas a las que enviar un mensaje TIM
fi: Sivut, joissa viesti näytetään
it: Pagine a cui inviare il messaggio TIM
sv: Sidorna som TIM meddelande skickas till

source: Enter URL addresses of the pages one per line. URLs will be automatically shortened.
es: Introduzca las direcciones URL de las páginas una por línea. Las URL se acortarán automáticamente.
fi: Syötä sivujen osoitteet jokainen omalle riville. Osoitteet lyhennetään automaattisesti.
it: Inserire gli indirizzi URL delle pagine una per riga. Gli URL saranno automaticamente abbreviati.
sv: Ange URL-adresser till sidorna en per rad. Webbadresser kommer automatiskt att förkortas.
