Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: Complete each step below to hold an exam. The checklist updates automatically with the current progress.
es: Complete cada paso a continuación para realizar un examen. La lista de control se actualiza automáticamente con el progreso actual.
it: Completare i passaggi seguenti per svolgere un esame. La lista di controllo si aggiorna automaticamente con l'avanzamento attuale.

source: Mark as done
es: Marcar como realizado
it: Contrassegnare come fatto

source: Activate login codes
es: Activar códigos de inicio de sesión
it: Attivare i codici di accesso

source: Press the toggle button to activate login codes for the exam group
es: Pulse el botón de alternancia para activar los códigos de inicio de sesión para el grupo de examen
it: Premere il pulsante toggle per attivare i codici di accesso per il gruppo di esami

source: The login codes are active! Students can now log in using the login codes.
es: ¡Los códigos de inicio de sesión están activos! Los estudiantes ya pueden iniciar sesión con los códigos de inicio de sesión.
it: I codici di accesso sono attivi! Gli studenti possono ora accedere utilizzando i codici di accesso.

source: Disable login codes
es: Desactivar códigos de inicio de sesión
it: Disattivare i codici di accesso

source: Not selected
es: No seleccionado
it: Non selezionato

source: Mark not done
es: Marcar como no realizado
it: Contrassegnare come non fatto

source: Check that the students have logged in and are ready to begin the exam
es: Compruebe que los estudiantes han iniciado sesión y están listos para comenzar el examen
it: Controllare che gli studenti abbiano effettuato l'accesso e siano pronti per iniziare l'esame

source: Begin exam
es: Comenzar examen
it: Iniziare l'esame

source: Press the toggle button to start the exam
es: Pulse el botón de alternancia para comenzar el examen
it: Premere il pulsante per iniziare l'esame

source: The exam has started! Students can now access the exam. Audio and video materials can be accessed via the "View exam document" link.
it: "L'esame è iniziato! Gli studenti possono ora accedere all'esame. I materiali audio e video sono accessibili tramite il link ""Visualizza documento d'esame""."

source: Start exam
es: Comenzar examen
it: Iniziare l'esame

source: Interrupt exam
es: Interrumpir examen
it: Interrompere l'esame

source: End the exam for all except students with additional time
es: Finalizar el examen para todos excepto para los estudiantes con tiempo adicional
it: Terminare l'esame per tutti tranne che per gli studenti con tempo aggiuntivo

source: Press the toggle button to end the exam for the main student group.
es: Pulse el botón de alternancia para finalizar el examen para el grupo principal de estudiantes.
it: Premere il pulsante per terminare l'esame per il gruppo principale di studenti.

source: Exam ended for main group! Students with additional time can continue the exam.
es: ¡El examen ha finalizado para el grupo principal! Los estudiantes con tiempo adicional pueden continuar el examen.
it: L'esame è terminato per il gruppo principale! Gli studenti con tempo aggiuntivo possono continuare l'esame.

source: End exam for main group
es: Fin del examen para el grupo principal
it: Terminare l'esame per il gruppo principale

source: Resume exam for main group
es: Reanudar el examen para el grupo principal
it: Riprendere l'esame per il gruppo principale

source: End the exam for all students
es: Fin del examen para todos los estudiantes
it: Terminare l'esame per tutti gli studenti

source: Press the toggle button to end the exam for all students
es: Presione el botón de alternar para finalizar el examen para todos los estudiantes
it: Premere il pulsante per terminare l'esame per tutti gli studenti

source: Exam ended for all students! Remember to disable the login codes.
es: ¡Fin del examen para todos los estudiantes! Recuerde desactivar los códigos de inicio de sesión.
it: L'esame è terminato per tutti gli studenti! Ricordarsi di disattivare i codici di accesso.

source: End exam for all students
es: Finalizar examen para todos los estudiantes
it: Terminare l'esame per tutti gli studenti

source: Resume exam for all students
es: Reanudar examen para todos los estudiantes
it: Riprendere l'esame per tutti gli studenti

source: Remember to disable the login codes after the exam has ended
es: Recuerde desactivar los códigos de inicio de sesión una vez finalizado el examen
it: Ricordarsi di disattivare i codici di accesso al termine dell'esame

source: Disable login codes
es: Desactivar códigos de inicio de sesión
it: Disattivare i codici di accesso

source: 4. Show answers to students
es: 4. Mostrar respuestas a los estudiantes Mostrar respuestas a los estudiantes
it: 4. Mostrare le risposte agli studenti Mostrare le risposte agli studenti

source: Begin showing answers to students
es: Comenzar a mostrar las respuestas a los estudiantes
it: Iniziare a mostrare le risposte agli studenti

source: End showing answers to students
es: Terminar de mostrar las respuestas a los estudiantes
it: Terminare la visualizzazione delle risposte agli studenti

source: Students can access the answers to the exam '{{ examByDocId.get(group.examDocId!)?.name }}'. The access is automatically disabled on {{toReadableDate(group.accessAnswersTo ?? '')}}.
it: Gli studenti possono accedere alle risposte dell'esame '

source: Press the button above to allow students to review their answers for 1 hour.
es: Presione el botón de arriba para permitir a los estudiantes revisar sus respuestas durante 1 hora.
it: Premere il pulsante in alto per consentire agli studenti di rivedere le risposte per 1 ora.

source: Guide
es: Guía
it: Guida

source: Make sure the exam is ended and login codes are disabled in section <i>'3. Manage exams'</i>
it: Assicurarsi che l'esame sia terminato e che i codici di accesso siano disabilitati nella sezione

source: Students can open the exam using the <i>'Open exam'</i> button.
it: Gli studenti possono aprire l'esame usando il pulsante

source: Could not fetch groups. Details: groups.result.error.error
es: Could not fetch groups. Detalles:
it: Impossibile recuperare i gruppi. Dettagli:

source: Could not copy group members. Details: copyRes.result.error.error
es: No se pudieron copiar los miembros del grupo. Detalles:
it: Impossibile copiare i membri del gruppo. Dettagli:

source: Delete exam group
es: Eliminar grupo de examen
it: Cancellare il gruppo d'esame

source: Are you sure you want to delete group 'group.readableName'? This action cannot be undone!
it: Sei sicuro di voler cancellare il gruppo '

source: Could not delete group. Details res.result.error.error
es: No se pudo eliminar el grupo. Detalles
it: Impossibile cancellare il gruppo. Dettagli

source: Generate new login codes
es: Generar nuevos códigos de acceso
it: Generare nuovi codici di accesso

source: Some students already have login codes in exam group 'group.readableName'. Generating new codes will overwrite the existing ones. Proceed?
it: Alcuni studenti hanno già dei codici di accesso nel gruppo d'esame '

source: Could not generate login codes. Details: res.result.error.error
es: No se han podido generar códigos de acceso. Detalles:
it: Impossibile generare i codici di accesso. Dettagli:

source: Some students don't have a login code yet. Please generate login codes first.
it: Alcuni studenti non hanno ancora un codice di accesso. Si prega di generare prima i codici di accesso.

source: Could not fetch group members. Details: resp.result.error.error
es: Could not fetch group members. Detalles:
it: Impossibile recuperare i membri del gruppo. Dettagli:

source: Remove member
es: Eliminar miembro
it: Rimuovi membro

source: Are you sure you want to remove member.real_name from group 'group.readableName'?
it: Sei sicuro di voler rimuovere

source: Could not remove member. Details: resp.result.error.error
es: No se ha podido eliminar ningún miembro. Detalles:
it: Impossibile rimuovere il membro. Dettagli:

source: Activate login codes by pressing the toggle button on the right.
es: Active los códigos de acceso pulsando el botón de la derecha.
it: Attivare i codici di accesso premendo il pulsante a levetta sulla destra.

source: Begin exam by pressing the toggle button on the right.
es: Comience el examen pulsando el botón de la derecha.
it: Iniziare l'esame premendo il pulsante a levetta sulla destra.

source: End the exam by pressing the toggle button on the right.
es: Finalice el examen pulsando el botón de la derecha.
it: Terminare l'esame premendo il pulsante a levetta sulla destra.

source: Disable login codes by pressing the toggle button on the right.
es: Desactive los códigos de acceso pulsando el botón de la derecha.
it: Disattivare i codici di accesso premendo il pulsante a levetta sulla destra.

source: You first need to resume the exam by using the "Resume exam for all students" button.
it: "È necessario riprendere l'esame utilizzando il pulsante ""Riprendi esame per tutti gli studenti""."

source: You first need to resume the exam by using the "Resume exam for main group" button.
it: "È necessario riprendere l'esame utilizzando il pulsante ""Riprendi esame per il gruppo principale""."

source: You first need to interrupt the exam by using the "Interrupt exam" button.
it: "È necessario interrompere l'esame utilizzando il pulsante ""Interrompi esame""."

source: You can't resume the exam that has already ended. End the exam and restart it if needed.
it: Non è possibile riprendere l'esame già terminato. Terminare l'esame e riavviarlo se necessario.

source: Interrupt exam?
es: ¿Interrumpir examen?
it: Interrompere l'esame?

source: Are you sure you want to interrupt the exam while it is running? If you want to end the exam, use the "End exam" buttons.
it: "Si è sicuri di voler interrompere l'esame mentre è in corso? Se si desidera terminare l'esame, utilizzare i pulsanti ""Termina esame""."

source: Resume exam?
es: ¿Reanudar examen?
it: Riprendere l'esame?

source: Are you sure you want resume the exam?
es: ¿Está seguro de que desea reanudar el examen?
it: Si è sicuri di voler riprendere l'esame?

source: Could not set exam state. Details: res.result.error.error
es: No se pudo establecer el estado del examen. Detalles:
it: Impossibile impostare lo stato dell'esame. Dettagli:

source: Could not set the exam. Details: res.result.error.error
es: No se pudo establecer el examen. Detalles:
it: Impossibile impostare l'esame. Dettagli:

source: Change exam?
es: ¿Cambiar examen?
it: Cambiare l'esame?

source: The exam has already been started. Changing the exam will reset the exam. Are you sure you want to change the exam?
es: El examen ya se ha iniciado. Cambiar el examen reiniciará el examen. ¿Estás seguro de que quieres cambiar el examen?
it: L'esame è già stato avviato. Se si cambia l'esame, lo si resetta. Sei sicuro di voler cambiare l'esame?

source: Could not update member info. Details: res.result.error.error
es: No se ha podido actualizar la información de los miembros. Detalles:
it: Impossibile aggiornare le informazioni sul membro. Dettagli:

source: Could not toggle answer review. Details: res.result.error.error
es: No se puede activar la revisión de respuestas. Detalles:
it: Impossibile attivare la revisione delle risposte. Dettagli:

source: Create user
es: Crear usuario
it: Crea utente

source: Enter a username for the user
es: Introduzca un nombre de usuario para el usuario
it: Inserire un nome utente

source: First name(s)
es: Nombre(s)
it: Nome/i

source: User's given name, list first and middle names in order
it: Nome dell'utente, elencare nome e secondo nome in ordine

source: Surname
es: Apellidos
it: Cognome

source: User's surname
it: Cognome dell'utente

source: Additional information related to the user, eg. class or group name
es: Información adicional relacionada con el usuario, p.ej. nombre de clase o grupo
it: Informazioni aggiuntive relative all'utente, ad es. nome della classe o del gruppo

source: User's email
it: E-mail dell'utente

source: required field
es: campo obligatorio
it: campo obbligatorio

source: First name is required.
es: El nombre es obligatorio.
it: Il nome è obbligatorio.

source: First name should not contain the slash character.
es: El nombre no debe contener el carácter barra.
it: Il nome non deve contenere il carattere barra.

source: Surname is required.
es: El apellido es obligatorio.
it: Il cognome è obbligatorio.

source: Surname should not contain the slash character.
es: El apellido no debe contener el carácter barra.
it: Il cognome non deve contenere il carattere barra.

source: Add
es: Añadir
fi: Lisää
it: Aggiungere
sv: Lägg till

source: Import users
es: Importar usuarios
it: Importare utenti

source: Enter student information in the format <class> <last name> <first name>, one student per line.
es: Introduzca la información del estudiante en el formato <class> <last name> <first name>, un estudiante por línea.
it: "Immettere le informazioni sullo studente nel formato <class> <last name> <first name>, uno studente per riga."

source: Select a group
es: Seleccione un grupo
it: Selezionare un gruppo

source: Could not change group membership: {{ errorMessage }}
es: No se ha podido cambiar la pertenencia a un grupo:
fi: Ryhmäjäsenyyttä ei voit muuttaa: {{ errorMessage }}
it: Impossibile modificare l'appartenenza al gruppo:
sv: Det gick inte att ändra grupptillhörighet: {{ errorMessage }}

source: Updated some group memberships:
es: Se han actualizado algunas pertenencias a grupos:
fi: Päivitetty joidenkin ryhmien jäsenyydet:
it: Aggiornati alcuni gruppi:
sv: Uppdaterade några gruppmedlemskap:

source: Refresh page
es: Actualizar página
fi: Virkistä sivu
it: Aggiornare la pagina
sv: Uppdatera sidan

source: Updated group memberships for: {{ groups }}
es: Se han actualizado las pertenencias a grupos para:
fi: Päivitetty seuraavien ryhmien jäsenyydet: {{ groups }}
it: Aggiornati i gruppi per:
sv: Uppdaterade gruppmedlemskap för: {{ groups }}

source: Join groups
es: Unirse a grupos
fi: Liity ryhmiin
it: Unirsi ai gruppi
sv: Ansluta sig till grupper

source: You already joined all groups
es: Ya se ha unido a todos los grupos
fi: Olet jo liittynyt kaikkiin ryhmiin
it: Ti sei già unito a tutti i gruppi
sv: Du har redan anslutit dig till alla grupper

source: Leave groups
es: Abandonar grupos
fi: Poistu ryhmistä
it: Lasciare i gruppi
sv: Lämna grupper

source: You left all groups
es: Ha abandonado todos los grupos
fi: Poistuit kaikista ryhmistä
it: Hai lasciato tutti i gruppi
sv: Du lämnade alla grupper

source: Join a group?
es: ¿Unirse a un grupo?
fi: Liity ryhmään?
it: Unirsi a un gruppo?
sv: Ansluta dig till en grupp?

source: You will join the following groups: this.groups.join( ", " ). Proceed?
fi: Jatkamalla liityt seuraaviin ryhmiin: this.groups.join( ", " ). Jatketaanko?
it: Ti unirai ai seguenti gruppi:
sv: Du kommer att ansluta dig till följande grupper: this.groups.join( ", " ). Fortsätt?

source: Leave a group?
es: ¿Dejar un grupo?
fi: Poistu ryhmästä?
it: Lasciare un gruppo?
sv: Lämna en grupp?

source: You will leave the following groups: this.groups.join( ", " ). Proceed?
fi: Jatkamalla poistut seuraavista ryhmistä: this.groups.join( ", " ). Jatka?
it: Lascerai i seguenti gruppi:
sv: Du kommer att lämna följande grupper: this.groups.join( ", " ). Fortsätt?

source: Time left:
es: Tiempo restante:
fi: Aikaa jäljellä:
it: Tempo rimasto:
sv: Tid kvar:

source: Your access to this task has expired
es: Tu acceso a esta tarea ha expirado
fi: Pääsysi tähän tehtävään on päättynyt
it: Il tuo accesso a questa attività è scaduto
sv: Din åtkomst till den här uppgiften har upphört

source: Unlock task. You will have {{accessDuration}} seconds to answer to this task.
es: Desbloquear tarea. Tendrá
fi: Avaa tehtävä. Sinulla tulee olemaan {{accessDuration}} sekuntia vastata tähän tehtävään.
it: Sblocca attività. Avrai
sv: Lås upp uppgift. Du kommer att ha {{accessDuration}} sekunder på dig att svara på denna uppgift.

source: Unlock task
es: Desbloquear tarea
fi: Avaa tehtävä
it: Sbloccare l'attività
sv: Lås upp uppgift

source: Unknown component: runnername
es: Componente desconocido:
fi: Tuntematon komponentti: runnername
it: Componente sconosciuto:
sv: Okänd komponent: runnername

source: Component runnername is missing attribute json
es: Componente
fi: Komponentilta runnername puuttuu attribuutti json
it: Componente
sv: Komponent runnername saknar attributet json

source: You haven't unlocked this task yet
fi: Et ole vielä avannut tätä tehtävää
it: Non hai ancora sbloccato questa attività
sv: Du har inte låst upp den här uppgiften än

source: Open task
es: Abrir tarea
fi: Avaa tehtävä
it: Aprire l'attività
sv: Öppen uppgift

source: Ask question
es: Hacer pregunta
fi: Kysy kysymys
it: Fare una domanda
sv: Ställ frågan

source: Invalid custom matrix value name matrixStr
es: Valor de matriz personalizada no válido
fi: Oman matriisin arvo on virheellinen name matrixStr
it: Valore non valido della matrice personalizzata

source: Step
es: Paso
fi: Askel
it: Passo

source: Output
es: Salida
fi: Ulostulo
it: Uscita

source: Copy circuit to clipboard
es: Copiar circuito al portapapeles
fi: Kopioi piiri leikepöydälle
it: Copiare il circuito negli appunti

source: saved
es: guardado
fi: tallennettu
it: salvato

source: correct
es: correcto
fi: oikein
it: corretto

source: copied
es: copiado
fi: Kopioitu
it: copiato

source: hideGateInfo contains invalid regex: name
es: hideGateInfo contiene regex no válido:
fi: hideGateInfo sisältää virheellistä regexiä: name
it: hideGateInfo contiene una regex non valida:

source: Tried to add gate to circuit that is not part of known gates: gateData.name
es: Tried to add gate to circuit that is not part of known gates:
fi: Yritettiin lisätä piiriin portti, jota ei tunneta: gateData.name
it: Si è tentato di aggiungere al circuito una porta che non fa parte delle porte conosciute:

source: invalid nQubits value this.markup.nQubits
es: invalid nQubits value
fi: Virheellinen nQubits:in arvo this.markup.nQubits
it: invalid nQubits value

source: Got incorrect amount of qubits this.markup.qubits.length. There needs to be this.markup.nQubits qubits.
es: Got incorrect amount of qubits
fi: Saatiin väärä määrä kubitteja this.markup.qubits.length. Pitää olla this.markup.nQubits kubittia.
it: Quantità di qubit non corretta

source: Got incorrect value for qubit: q.value. Value needs to be either 0 or 1.
es: Got incorrect value for qubit:
fi: Saatiin väärä arvo kubitille: q.value. Arvon pitää olla joko 0 tai 1.
it: Valore errato per il qubit:

source: Got incorrect amount of outputNames: this.markup.outputNames.length. There needs to be this.markup.nQubits names.
es: Got incorrect amount of outputNames:
fi: Saatiin väärä määrä nimiä outputNames attribuutissa: this.markup.outputNames.length. Pitäisi olla this.markup.nQubits nimeä.
it: Quantità errata di outputNames:

source: Using browser simulator because user isn't logged in: Users.getCurrent().name
fi: Käytetään selainsimulaattoria, koska käyttäjä ei ole kirjautunut sisään: Users.getCurrent().name
it: Utilizzo del simulatore del browser perché l'utente non ha effettuato il login:

source: Answer doesn't satisfy condition:
fi: Vastaus ei toteuta ehtoa:
it: La risposta non soddisfa la condizione:

source: Unable to interpret condition:
es: Incapaz de interpretar la condición:
fi: Ei pystytty tulkitsemaan ehtoa:
it: Impossibile interpretare la condizione:

source: Condition has invalid characters:
es: La condición tiene caracteres inválidos:
fi: Ehdossa on kiellettyjä merkkejä:
it: La condizione ha caratteri non validi:

source: Failed to parse matrix from input:
es: Falló al analizar la matriz desde la entrada:
fi: Matriisia ei pystytty jäsentämään syötteestä:
it: Impossibile analizzare la matrice dall'input:

source: The circuit is incorrect
es: El circuito es incorrecto
it: Il circuito non è corretto

source: Show all rows
es: Mostrar todas las filas
fi: Näytä kaikki rivit
it: Mostra tutte le righe

source: Circuit gives wrong probabilities with input:
es: El circuito da probabilidades incorrectas con la entrada:
fi: Piiri antaa väärät todennäköisyydet syötteellä:
it: Il circuito fornisce probabilità errate con l'input:

source: Output probabilities were:
es: Las probabilidades de salida fueron:
fi: Ulostulojen todennäköisyydet olivat:
it: Le probabilità di uscita erano:

source: Expected
es: Esperadas
fi: Malli
it: Previsto

source: Actual
es: Reales
fi: Sinun
it: Effettivo

source: Couldn't simulate circuit because there were too many qubits
fi: Ei pystytty simuloimaan piiriä, koska siinä oli liikaa kubitteja
it: Non è stato possibile simulare il circuito perché i qubit erano troppi

source: Circuit contains {{error.qubits}} qubits
es: El circuito contiene
fi: Piiri sisältää {{error.qubits}} kubittia
it: Il circuito contiene

source: But max is {{error.maxQubits}}
es: Pero el máximo es
fi: Mutta maksimi on {{error.maxQubits}}
it: Ma il massimo è

source: Couldn't simulate circuit because there were too many moments
fi: Ei pystytty simuloimaan piiriä, koska siinä oli liikaa ajanhetkiä
it: Non è stato possibile simulare il circuito perché c'erano troppi momenti.

source: Circuit contains {{error.moments}} moments
es: El circuito contiene
fi: Piiri sisältää {{error.moments}} ajanhetkeä
it: Il circuito contiene

source: modelInput contains invalid regex pattern
es: modelInput contiene un patrón regex inválido
fi: modelInput sisältää virheellisen regex-lausekkeen
it: modelInput contiene un modello regex non valido

source: Simulator timed out
es: El tiempo de simulación se ha agotado
fi: Simulaattori aikakatkaistiin
it: Il simulatore si è spento

source: Simulation time can be extended up to 25 seconds using maxRunTimeout attribute.
es: El tiempo de simulación se puede ampliar hasta 25 segundos utilizando el atributo maxRunTimeout.
fi: Simulointiaikaa pystyy pidentämään 25 sekuntiin asti käyttäen maxRunTimeout attribuuttia.
it: Il tempo di simulazione può essere esteso fino a 25 secondi utilizzando l'attributo maxRunTimeout.

source: The value of maxRunTimeout is too large
es: El valor de maxRunTimeout es demasiado grande
fi: maxRunTimeout:in arvo on liian suuri
it: Il valore di maxRunTimeout è troppo grande

source: maxRunTimeout has value: {{error.timeout}}
es: maxRunTimeout tiene el valor:
fi: maxRunTimeout:lla on arvo: {{error.timeout}}
it: maxRunTimeout ha valore:

source: But maximum is: {{error.maxTimeout}}
es: Pero el máximo es:
fi: Mutta maksimi on: {{error.maxTimeout}}
it: Ma il massimo è:

source: Couldn't interpret circuits
fi: Piiriä ei voitu tulkita
it: Impossibile interpretare i circuiti

source: Drag gate to circuit
es: Arrastre la puerta al circuito
fi: Raahaa portti piiriin
it: Trascinare il gate nel circuito

source: Too many qubits for browser simulator. Try changing simulate attribute to "server".
fi: Liian monta kubittia selainsimulaattorille. Kokeile vaihtaa simulate attribuutin arvoksi "server".
it: "Troppi qubit per il simulatore del browser. Provare a cambiare l'attributo simulate in ""server""."

source: Export
es: Exportar
fi: Vie
it: Esportazione

source: Probabilities
es: Probabilidades
fi: Todennäköisyydet
it: Probabilità

source: State vector
es: Vector de estados
fi: Tilavektori
it: Vettore di stato

source: Measurements
es: Mediciones
fi: Mittaukset
it: Misure

source: Measure
es: Medir
fi: Mittaa
it: Misurare

source: Clear
es: Borrar
fi: Tyhjennä
it: Cancellare

source: Hide 0% rows
es: Ocultar filas 0%
fi: Piilota 0% rivit
it: Nascondere le righe 0%

source: Output probabilities based on this.nSamples measurements
es: Probabilidades de salida basadas en
fi: Ulostulojen todennäköisyydet tehtyjen this.nSamples mittauksen perusteella
it: Probabilità di uscita basate su
