Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: Mark all paragraphs of the document as read
es: Marcar todos los párrafos del documento como leídos
fi: Merkitse kaikki dokumentin kappaleet luetuksi
it: Contrassegnare tutti i paragrafi del documento come letti
sv: Markera alla stycken i dokumentet som lästa

source: Mark all as read
es: Marcar todos como leídos
it: Contrassegnare tutti come letti
sv: Markera alla som lästa

source: Mark document as translated
es: Marcar el documento como traducido
fi: Merkitse dokumentti käännetyksi
it: Contrassegnare il documento come tradotto
sv: Markera dokumentet som översatt

source: Mark all as translated
es: Marcar todos como traducidos
it: Contrassegnare tutti come tradotti
sv: Markera alla som översatt

source: Mark translations as checked
es: Marcar las traducciones como verificadas
fi: Merkitse käännökset tarkistetuiksi
it: Contrassegnare le traduzioni come verificate
sv: Markera översättningar som checkade

source: Mark all translations as checked
es: Marcar todas las traducciones como marcadas
fi: Merkitse kaikki käännökset tarkistetuiksi
it: Contrassegnare tutte le traduzioni come verificate Cancellare tutte le traduzioni come controllate
sv: Markera alla översättningar som checkade

source: Delete all read marks from all users who visited this document
es: Borrar todas las marcas de lectura de todos los usuarios que han visitado este documento
fi: Poista lukumerkinnät kaikilta käyttäjiltä, jotka avasivat tämän dokumentin
it: Cancellare tutti i segni di lettura di tutti gli utenti che hanno visitato questo documento
sv: Ta bort alla läsmärken från alla användare som besökte detta dokument

source: Delete all read marks
es: Borrar todas las marcas de lectura
it: Cancellare tutti i segni di lettura
sv: Ta bort alla läsmärken

source: Refresh numbering
es: Actualizar numeración
fi: Virkistä numerointi
it: Aggiornare la numerazione
sv: Uppdatera numrering

source: Refresh numbering
es: Actualizar numeración
fi: Virkistä numerointi
it: Aggiornare la numerazione
sv: Uppdatera numrering

source: Refresh also remote documents numbering
es: Actualizar también numeración de documentos remotos
fi: Virkistä myös ulkoisten dokumenttien numerointi
it: Aggiornare anche la numerazione dei documenti remoti
sv: Uppdatera även numrering av fjärrdokument

source: recurse
es: recurrir
fi: alidokumentit
it: Ricorrere
sv: rekursivt

source: Lecture settings
es: Configuración de lectura
fi: Luentoasetukset
it: Leggere le impostazioni
sv: Inställningar för föreläsningar

source: Print document
es: Imprimir documento
fi: Tulosta dokumentti
it: Stampa del documento
sv: Skriv ut dokument

source: Printing help
es: Imprimir ayuda
fi: Tulostusohjeet
it: Guida alla stampa
sv: Hjälp med utskrivning

source: Print using LaTeX (best quality)
es: Imprimir usando LaTeX (mejor calidad)
fi: Tulosta käyttäen LaTeX-ladontaohjelmistoa (paras laatu)
it: Stampa con LaTeX (migliore qualità)
sv: Använda LaTeX för utskrivning (bäst kvalitet)

source: Print document
es: Imprimir documento
it: Stampa del documento
sv: Skriv ut document

source: Print via browser's print dialog
fi: Tulosta käyttäen selaimen tulostusominaisuutta
it: Stampa tramite la finestra di dialogo di stampa del browser
sv: Skriv ut via webbläsarens utskrivningsdialog

source: Browser print
es: Imprimir a través del navegador
it: Stampa tramite browser
sv: Utskrift av webbläsare

source: Document tags
es: Etiquetas del documento
fi: Dokumentin tagit
it: Tag del documento
sv: Dokumenttaggar

source: Teachers' help for course code
fi: Kurssikoodit-ohje
it: Guida del docente per il codice del corso
sv: Lärarnas hjälp för kurskod

source: Add or remove document tags
es: Añadir o eliminar etiquetas de documento
fi: Lisää/poista dokumentin tageja
it: Aggiungere o rimuovere i tag del documento o rimuovere i tag del documento
sv: Lägg till eller ta bort dokumenttaggar

source: Edit tags
es: Editar etiquetas
it: Modifica i tag
sv: Redigera taggar

source: Set document as a course main page
es: Establecer documento como página principal del curso
fi: Aseta dokumentti kurssin pääsivuksi
it: Imposta il documento come pagina principale del corso
sv: Ställa in documenten som kursens huvudsida

source: Set as course
es: Establecer como curso
it: Imposta come corso
sv: Ställa sin som kurs

source: Create extracts
es: Crear extractos
fi: Luo otteet
it: Crea estratti
sv: Skapa utdrag

source: Create extracts
es: Crear extractos
it: Crea estratti
sv: Skapa utdrag

source: Create minutes
es: Crear actas
fi: Luo pöytäkirja
it: Crea verbale
sv: Skapa protokoll

source: Create minutes
es: Crear actas
it: Crea verbale
sv: Skapa protokoll

source: Display attachments, check their validity, and merge them into single file.
es: Mostrar adjuntos, comprobar su validez y fusionarlos en un único archivo.
fi: Näytä liitteet, tarkista niiden oikeellisuus ja yhdistä ne yhteen tiedostoon.
it: Visualizza gli allegati, controllare la loro validità e unirli in un unico file.
sv: Visa bilagor, kontrollera deras giltighet och slå samman dem till en enda fil.

source: Merge attachments
es: Fusionar anexos
it: Unire gli allegati
sv: Slå samman bilagor

source: Groups
es: Grupos
fi: Ryhmät
it: Gruppi
sv: Grupper

source: Linked course groups
es: Grupos de curso vinculados
fi: Linkitetyt kurssiryhmät
it: Gruppi di corsi collegati
sv: Länkade kursgrupper

source: Linked <a href="/view/{{sisugroupPath}}">course groups</a>
fi: Linkitetyt <a href="/view/{{sisugroupPath}}">kurssiryhmät</a>
it: Collegati
sv: Länkade <a href="/view/{{sisugroupPath}}">kursgrupper</a>

source: Create a new group
es: Crear un nuevo grupo
fi: Luo uusi ryhmä
it: Creare un nuovo gruppo
sv: Skapa en ny grupp

source: Create a new group
es: Crear un nuevo grupo
it: Creare un nuovo gruppo
sv: Skapa en ny grupp

source: Browse existing groups
es: Examinar grupos existentes
fi: Selaa olemassa olevia ryhmiä
it: Sfogliare i gruppi esistenti
sv: Bläddra bland befintliga grupper

source: Message lists
es: Listas de mensajes
fi: Viestilistat
it: Elenchi di messaggi
sv: Meddelandelistor

source: Create a new message list
es: Crear una nueva lista de mensajes
fi: Luo uusi viestilista
it: Creare un nuovo elenco di messaggi
sv: Skapa en ny meddelandelista

source: Create a new message list
es: Crear una nueva
fi: Luo uusi viestilista
it: Creare un nuovo elenco di messaggi
sv: Skapa en ny meddelandelista

source: Browse existing message lists
es: Examinar listas de mensajes existentes
fi: Selaa olemassa olevia viestilistoja
it: Sfogliare le liste di messaggi esistenti
sv: Bläddra befintliga meddelandelistor

source: Browse archives
es: Examinar archivos
fi: Selaa arkistoja
it: Sfogliare gli archivi
sv: Bläddra arkiver

source: Browse TIM messages
es: Examinar mensajes TIM
fi: Selaa TIM-viestejä
it: Sfogliare i messaggi TIM
sv: Bläddra i TIM-meddelanden

source: Refresh cache
es: Actualizar caché
fi: Virkistä välimuisti
it: Aggiornare la cache
sv: Uppdatera cachen

source: Scheduled functions
es: Funciones programadas
fi: Ajastetut toiminnot
it: Funzioni programmate
sv: Schemalagda funktioner

source: Manage scheduled functions
es: Gestionar funciones programadas
fi: Hallitse ajastettuja toimintoja
it: Gestire le funzioni programmate
sv: Hantera schemalagda funktioner

source: Could not mark the document as read.
es: No se ha podido marcar el documento como leído.
fi: Dokumenttia ei voitu merkitä luetuksi.
it: Impossibile contrassegnare il documento come letto.
sv: Kunde inte markera dokumentet som läst.

source: This document is in exam mode. Marking document unread will remove read marks from all users! Continue?
es: Este documento está en modo examen. Marcar el documento como no leído eliminará las marcas de lectura de todos los usuarios. ¿Continuar?
fi: Tämä dokumentti on tenttitilassa. Dokumentin merkitseminen lukemattomaksi poistaa kaikki lukumerkinnät kaikilta käyttäjiltä! Jatketaanko?
it: Il documento è in modalità esame. Se si contrassegna il documento come non letto, si rimuovono i voti di lettura da tutti gli utenti! Continua?
sv: Detta dokument är i examensläge. Markering av dokument som oläst tar bort läsmärken från alla användare! Fortsätta?

source: This will affect r.result users in total.
es: Esto afectará a
fi: Tämä vaikuttaa yhteensä r.result käyttäjään.
it: Questo avrà effetto
sv: Detta kommer att påverka r.result användare totalt.

source: This will mark all paragraphs in this document as translated. Continue?
es: Esto marcará todos los párrafos de este documento como traducidos. ¿Continuar?
fi: Tämä merkitsee kaikki dokumentin kappaleet käännetyiksi. Jatketaanko?
it: Questo segnerà tutti i paragrafi di questo documento come tradotti. Continua?
sv: Detta kommer att markera alla stycken i detta dokument som översatta. Fortsätta?

source: This will mark the translations in all paragraphs in this document as checked. Continue?
es: Esto marcará las traducciones en todos los párrafos de este documento como revisadas. ¿Continuar?
fi: Tämä merkitsee käännökset kaikissa tämän dokumentin kappaleissa tarkistetuiksi. Jatketaanko?
it: Questo segnerà le traduzioni in tutti i paragrafi di questo documento come controllate. Continua?
sv: Detta kommer att markera översättningarna i alla stycken i detta dokument som checkade. Fortsätta?

source: Not in a document
es: No está en un documento
fi: Ei dokumentissa
it: Non si trova in un documento
sv: Inte i ett dokument

source: The document has no 'knro' macro defined
fi: Dokumenttiin ei ole määritelty 'knro'-makroa
it: Il documento non ha una macro 'knro' definita
sv: Dokumentet har inget 'knro' makro definierat

source: Top level
es: Nivel superior
fi: Ylätaso
it: Livello superiore
sv: Högsta nivån

source: New bookmark...
es: Nuevo marcador...
fi: Uusi kirjanmerkki...
it: Nuovo segnalibro...
sv: Nytt bokmärke...

source: Done editing
es: Edición finalizada
fi: Valmis
it: Fine della modifica
sv: Redigering färdig

source: Edit...
es: Editar...
fi: Muokkaa...
it: Modifica...
sv: Redigera...

source: Delete this folder
es: Borrar esta carpeta
fi: Poista tämä kansio
it: Elimina questa cartella
sv: Ta bort denna mapp

source: yphicon glyphicon-plus">New bookmark... New bookmark...
fi: <i class="glyphicon glyphicon-plus"></i> Uusi kirjanmerkki...
it: yphicon glyphicon-plus">{Nuovo segnalibro...} Nuovo segnalibro...
sv: <i class="glyphicon glyphicon-plus"></i> Nytt bokmärke…

source: Align to the center
es: Alinear al centro
fi: Kohdista keskelle
it: Allinea al centro
sv: Rikta in mot mitten

source: Align to the left
es: Alinear a la izquierda
fi: Kohdista vasemmalle
it: Allinea a sinistra
sv: Rikta in åt vänster

source: I allow <a href="/view/tim/Rekisteriseloste#rekisterin-tietosis%C3%A4lt%C3%B6"> the collected data </a> to be used for scientific research purposes after anonymization.
fi: Sallin käyttää <a href="/view/tim/Rekisteriseloste#rekisterin-tietosis%C3%A4lt%C3%B6"> kerättyä tietoa </a> tieteelliseen tutkimustarkoitukseen anonymisoinnin jälkeen.
it: Autorizzo
sv: Jag tillåter att <a href="/view/tim/Rekisteriseloste#rekisterin-tietosis%C3%A4lt%C3%B6"> den insamlade informationen </a> används för vetenskapliga forskningsändamål efter anonymisering.

source: I do not allow <a href="/view/tim/Rekisteriseloste#rekisterin-tietosis%C3%A4lt%C3%B6"> the collected data </a> to be used for scientific research purposes after anonymization.
fi: En salli käyttää <a href="/view/tim/Rekisteriseloste#rekisterin-tietosis%C3%A4lt%C3%B6"> kerättyä tietoa </a> tieteelliseen tutkimustarkoitukseen anonymisoinnin jälkeen.
it: Non autorizzo
sv: Jag förbjuder att <a href="/view/tim/Rekisteriseloste#rekisterin-tietosis%C3%A4lt%C3%B6"> den insamlade informationen </a> används för vetenskapliga forskningsändamål efter anonymisering.

source: Email or password is incorrect.
es: El correo electrónico o la contraseña son incorrectos.
fi: Sähköpostiosoite tai salasana on virheellinen.
it: L'e-mail o la password non sono corrette.
sv: E-postadressen eller lösenordet är felaktig(t).

source: Email or password is incorrect. Haka members (e.g. universities) can use Haka login.
es: El correo electrónico o la contraseña son incorrectos. Los miembros de Haka (por ejemplo, universidades) pueden utilizar el inicio de sesión de Haka.
it: L'e-mail o la password non sono corrette. I membri di Haka (ad esempio le università) possono utilizzare il login Haka.
sv: E-postadress eller lösenord är felaktigt. Haka-medlemmar (t.ex. universitet) kan använda Haka-inloggning.

source: Incorrect temporary password.
es: Contraseña temporal incorrecta.
fi: Virheellinen väliaikainen salasana.
it: Password temporanea errata.
sv: Det tillfälliga lösenordet är felaktigt.

source: Passwords do not match.
es: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
it: Le password non corrispondono.
sv: Lösenorden är inte lika.

source: Password is too short.
es: La contraseña es demasiado corta.
fi: Salasana on liian lyhyt.
it: La password è troppo corta.
sv: Lösenord är för kort.

source: User already exists.
es: El usuario ya existe.
fi: Käyttäjä on jo olemassa.
it: L'utente esiste già.
sv: Användare finns redan.

source: Two different accounts for this email were found. Please contact TIM administrators to merge them.
es: Se han encontrado dos cuentas diferentes para este correo electrónico. Póngase en contacto con los administradores de TIM para fusionarlas.
it: Sono stati trovati due account diversi per questa e-mail. Contattare gli amministratori TIM per unirli.
sv: Två olika konton för detta e-postmeddelande hittades. Kontakta TIM-administratörer för att slå samman dem.

source: Login is not allowed from this IP address.
es: El inicio de sesión no está permitido desde esta dirección IP.
fi: Kirjautuminen ei ole sallittu tästä IP-osoitteesta.
it: Il login non è consentito da questo indirizzo IP.
sv: Det är inte tillåtet att logga in från denna IP-adress.

source: Password reset is disabled.
es: El restablecimiento de contraseña está desactivado.
fi: Salasanan vaihtaminen on poissa käytöstä.
it: La reimpostazione della password è disabilitata.
sv: Lösenordsåterställning är inaktiverad.

source: Error: <span [innerHTML]="error | purify"></span>
it: Errore:

source: You will automatically be redirected when you can access the document.
es: Se le redirigirá automáticamente cuando pueda acceder al documento.
it: Verrai automaticamente reindirizzato quando potrai accedere al documento.

source: Loading, please wait.
es: Cargando, por favor espere.
fi: Ladataan, odota.
it: Caricamento, attendere.
sv: Laddar, var god vänta.

source: Click here if you were not redirected.
es: Haga clic aquí si no ha sido redirigido.
it: Clicca qui se non sei stato reindirizzato.

source: Opens in "{"0"}".
es: Se abre en
fi: Aikaa avautumiseen: "{"0"}".
it: Si apre in
sv: Öppnar i "{"0"}".

source: You don't have permission to view that document.
fi: Sinulla ei ole lukuoikeutta tähän dokumenttiin.
it: Non hai i permessi per visualizzare quel documento.
sv: Du har inte tillstånd att titta på det dokumentet.

source: Your access expired pastDue ago.
es: Su acceso ha expirado
fi: Lukuoikeutesi dokumenttiin loppui pastDue sitten.
it: Il tuo accesso è scaduto
sv: Din åtkomst upphörde för pastDue sedan.

source: You have unsaved changes. Save them or click the link again.
es: Tiene cambios sin guardar. Guárdalos o vuelve a hacer clic en el enlace.
fi: Sinulla on tallentamattomia muutoksia. Tallenna ne tai paina linkkiä uudelleen.
it: Le modifiche non sono state salvate. Salvare le modifiche o fare nuovamente clic sul link.
sv: Du har osparade ändringar. Spara dem eller klicka på länken igen.

source: You can access the link now.
es: Ya puedes acceder al enlace.
fi: Pääset nyt avaamaan linkin.
it: È possibile accedere al link ora.
sv: Du har åtkomst till länken nu.

source: Mark all as read
es: Marcar todo como leído
fi: Merkitse kaikki luetuksi
it: Contrassegnare tutti come letti
sv: Markera alla som lästa

source: Report inappropriate content
es: Informar de contenido inapropiado
it: Segnalare contenuti inappropriati

source: Use thisUse this form to report any harmful or inappropriate content you encounter on TIM. If you would like a response from the TIM administrators, please provide your email address.</p>
it: Use thisUtilizza questo modulo per segnalare qualsiasi contenuto dannoso o inappropriato che trovi su TIM. Se desideri ricevere una risposta dagli amministratori di TIM, ti preghiamo di fornire il tuo indirizzo e-mail.</p>

source: Page address <span>(optional)</span>
it: Indirizzo della pagina

source: Fill current address
es: Rellene la dirección actual
it: Inserire l'indirizzo attuale

source: Please check the page address. You can only report addresses from TIM.
es: Por favor, compruebe la dirección de la página. Sólo puedes informar de direcciones de TIM.
it: Controllare l'indirizzo della pagina. È possibile segnalare solo gli indirizzi di TIM.

source: This is the page address where you encountered the issue. If you are reporting a problem on a different page, please paste the correct address here.
es: Ésta es la dirección de la página en la que has encontrado el problema. Si está informando de un problema en una página diferente, por favor, pegue la dirección correcta aquí.
it: Questo è l'indirizzo della pagina in cui si è verificato il problema. Se si sta segnalando un problema su una pagina diversa, incollare qui l'indirizzo corretto.

source: Your Email <span>(optional)</span>
it: La tua e-mail

source: Fill user email
es: Rellene el correo electrónico del usuario
it: Inserire l'e-mail dell'utente

source: Please enter a valid email address.
es: Por favor, introduzca una dirección de correo electrónico válida.
it: Inserire un indirizzo e-mail valido.

source: The email address cannot exceed 256 characters.
es: La dirección de correo electrónico no puede exceder los 256 caracteres.
it: L'indirizzo e-mail non può superare i 256 caratteri.

source: Please provide your email address if you wish for the TIM administrators to follow up with you regarding this report.
es: Por favor, proporcione su dirección de correo electrónico si desea que los administradores de TIM se pongan en contacto con usted en relación con este informe.
it: Indicare l'indirizzo e-mail se si desidera che gli amministratori di TIM si mettano in contatto con l'utente in merito a questa segnalazione.

source: Describe the issue
es: Describa el problema
it: Descrivere il problema

source: "glyphicon glyphicon-exclamation-sign">This field This field is required.
it: {“glyphicon glyphicon-exclamation-sign”>}This field Questo campo è obbligatorio.

source: The description cannot exceed 2000 characters.
es: La descripción no puede exceder los 2000 caracteres.
it: La descrizione non può superare i 2000 caratteri.

source: Explain why you think the content is inappropriate. Be as specific as possible.
es: Explique por qué cree que el contenido es inapropiado. Sea lo más específico posible.
it: Spiegare perché si ritiene che il contenuto sia inappropriato. Siate il più specifici possibile.

source: <span glyphicon-exclamation-sign">There was a There was an error.</strong>
it: <span glyphicon-exclamation-sign">{Si è verificato un} Si è verificato un errore.</strong>

source: Your report was not sent.
es: Su informe no ha sido enviado.
it: La segnalazione non è stata inviata.

source: Report Page
es: Página del informe
it: Pagina di segnalazione

source: ThanThank you for your report.</strong>
it: ThanGrazie per la tua segnalazione.</strong>

source: Your message has been sent to the TIM administrators. We appreciate your help in keeping our content accurate and safe.
es: Tu mensaje ha sido enviado a los administradores de TIM. Agradecemos su ayuda para mantener nuestro contenido preciso y seguro.
it: Il tuo messaggio è stato inviato agli amministratori di TIM. Apprezziamo il tuo aiuto per mantenere i nostri contenuti accurati e sicuri.

source: Done
es: Hecho
it: Fatto

source: Could not connect to server. Check your internet connection and try again.
es: No se pudo conectar con el servidor. Compruebe su conexión a Internet e inténtelo de nuevo.
it: Impossibile connettersi al server. Controllare la connessione a Internet e riprovare.

source: There is an issue with the server. Make a copy of your message and refresh the page, or contact TIM support directly at tim@jyu.fi.
es: Hay un problema con el servidor. Haga una copia de su mensaje y actualice la página, o póngase en contacto directamente con el servicio de asistencia de TIM en tim@jyu.fi.
it: Si è verificato un problema con il server. Fare una copia del messaggio e aggiornare la pagina, oppure contattare direttamente l'assistenza TIM all'indirizzo tim@jyu.fi.

source: Session check
es: Comprobación de la sesión
fi: Istunnon tarkistus
it: Verifica sessione
sv: Sessionskontroll

source: The session is expired. Ask the supervisor to scan the QR code below.
es: La sesión ha expirado. Pida al supervisor que escanee el código QR que aparece a continuación.
fi: Istunto on vanhentunut. Pyydä valvojaa skannaamaan alla oleva QR-koodi.
it: La sessione è scaduta. Chiedere al supervisore di scansionare il codice QR qui sotto.
sv: Sessionen har avslutats. Be en övervakare att skanna QR-koden nedan.

source: Verify a new login
es: Verificar un nuevo inicio de sesión
fi: Vahvista uusi sisäänkirjautuminen
it: Verifica un nuovo accesso
sv: Bekräfta en ny inloggning

source: This session was expired because you logged in too many times.
es: Esta sesión ha caducado porque ha iniciado sesión demasiadas veces.
fi: Tämä istunto vanhentui, koska kirjauduit sisään liian monta kertaa.
it: La sessione è scaduta perché si è effettuato un numero eccessivo di accessi.
sv: Denna session har avslutats för att du har loggat in för många gånger.

source: Please ask the supervisor to scan the code below to continue.
es: Pida al supervisor que escanee el código que aparece a continuación para continuar.
fi: Ole hyvä ja pyydä valvojaa skannaamaan alla oleva koodi jatkaaksesi.
it: Chiedere al supervisore di scansionare il codice qui sotto per continuare.
sv: Be en övervakare att skanna koden nedan för att fortsätta.

source: Once the code has been scanned, press "Check status" to re-check your verification.
fi: Kun koodi on skannattu, tarkista vahvistuksen tila painamalla "Tarkista tila".
it: "Una volta scansionato il codice, premere ""Verifica stato"" per controllare nuovamente la verifica."
sv: Då koden har skannats, tryck på "Kolla status" för att kolla din verifiering på nytt.

source: Check status
es: Comprobar estado
fi: Tarkista tila
it: Verifica stato
sv: Kolla status

source: Preview style
es: Vista previa del estilo
fi: Esikatsele tyyli
it: Anteprima dello stile
sv: Förhandsgranska stil

source: Refresh preview
es: Actualizar vista previa
fi: Virkistä esikatselu
it: Aggiorna l'anteprima
sv: Uppdatera förhandsgranskning

source: Stop preview
es: Detener vista previa
fi: Lopeta esikatselu
it: Interrompi l'anteprima
sv: Stoppa förhandsgranskning

source: This component only works for documents
es: Este componente sólo funciona para documentos
fi: Tämä komponentti toimii vain dokumenteissa
it: Questo componente funziona solo per i documenti
sv: Den här komponenten fungerar bara för dokument

source: Only styles in styles folder can be previewed
es: Sólo se pueden previsualizar los estilos de la carpeta de estilos
fi: Vain styles-kansiossa olevat tyylit ovat esikatseltavissa
it: È possibile visualizzare l'anteprima solo degli stili presenti nella cartella degli stili
sv: Endast stilar i stilar-mappen kan förhandsgranskas
