Repository: TIM-JYU/TIM
Catalog: timApp/i18n/messages.*.xlf
Languages: es, fi, it, sv

source: If you don't have an existing TIM or {{ getHomeOrgDisplayName() }} account, you can create a TIM account here.
es: Si no tiene una cuenta TIM o

source: You are attempting to authenticate to <strong>{{data.oauthClientName}}</strong> with TIM.
es: Está intentando autenticarse en

source: You have no styles selected. You can add styles via the <a (click)="changeStyleTab(1)">Available styles</a> tab.
es: No tiene estilos seleccionados. Puede añadir estilos a través de

source: You have no quick styles selected. You can add styles via the <a (click)="changeStyleTab(1)">Available styles</a> tab.
es: No tienes ningún estilo de selección rápida seleccionado. Puede añadir estilos a través de

source: To remove styles or edit their ordering, use the <a (click)="changeStyleTab(0)">Selected styles</a> tab.
es: Para eliminar estilos o editar su ordenación, utilice el botón

source: For extended styling using SCSS, refer to <a href="/view/tim/ohjeita/styles">style authoring guide</a>.
es: Para ampliar los estilos mediante SCSS, consulte

source: You haven't subscribed to any documents or folders.
es: No se ha suscrito a ningún documento ni carpeta.

source: Type one regular expression per line that should match any part of the path of the folder or document, e.g. <code>/ht/</code> would match any path with <code>/ht/</code> in it.
es: Escriba una expresión regular por línea que debe coincidir con cualquier parte de la ruta de la carpeta o documento, por ejemplo

source: This email is managed by <strong [style.color]="originInfo.bgColor">{INTERPOLATION}.. The address will be automatically updated by the system.
es: Este correo electrónico está gestionado por

source: Check key's quota
es: Comprobar cuota de claves

source: To delete your account, please type your username ({{ user.name }}) in the field below and then click "Delete account now".
es: Para eliminar su cuenta, escriba su nombre de usuario (

source: There was an error loading the style. Please report this to the style's maintainer.
es: Se ha producido un error al cargar el estilo. Por favor, informe de ello al responsable del estilo.

source: Contact information: <code></c</li>
es: Información de contacto:

source: Switch to '{{ restoreContextUser }}'
es: Cambiar a '

source: You're logged in
es: Está conectado

source: Could not find users matching 'input'
es: No se han encontrado usuarios que coincidan con '

source: No user found matching 'input'
es: No se ha encontrado ningún usuario que coincida con '

source: Could not log in as 'quickLoginUser': loginResult.result.error
es: No se ha podido iniciar sesión como '

source: Save teacher's fix
es: Guardar corrección del profesor

source: Email or password is incorrect. Haka members (e.g. universities) can use Haka login.
fi: Sähköposti tai salasana on virheellinen. Hakan jäsenet (esim. yliopistot) voivat käyttää Haka-sisäänkirjautumista.

source: Two different accounts for this email were found. Please contact TIM administrators to merge them.
fi: Sähköpostiosoitteelle löytyi kaksi eri tiliä. Ota yhteyttä TIM-ylläpitäjiin niiden yhdistämiseksi.

source: Unknown error: {{error}}
fi: Tuntematon virhe: {{error}}
sv: Okänt fel: {{error}}

source: Email
fi: Sähköpostiosoite
sv: E-postadress

source: <p> There were problems while undoing. Someone might have edited the permissions at the same time as you. </p><p>You can reapply permissions or fix them manually.</p><p>Detailed error messages:</p>
fi: <p> Peruuttamisen ei onnistunut täydellisesti. Joku toinen on saattanut muokata oikeuksia samanaikaisesti </p><p>Voit asettaa oikeudet uudelleen tai korjata ne käsin.</p><p>Yksityiskohdat:</p>
sv: <p> Det uppstod problem när du ångrade. Någon kanske har redigerat behörigheterna samtidigt som du. </p><p>Du kan återansöka behörigheter eller åtgärda dem manuellt.</p><p>Detaljerade felmeddelanden:</p>

source: yphicon glyphicon-chevron-down">ShowShow details
fi: <i class="glyphicon glyphicon-chevron-down"></i>Näytä yksityiskohdat
sv: <i class="glyphicon glyphicon-chevron-down"></i>Visa detaljer

source: {{erro</s{CLOSE_TAG_SPAN}<div class="alert-details"><p>Please try refreshing the page and try again.</p><ng-container *ngIf="detailedError"><div><a (click)="showErrorMessage = !showErrorMessage"><i class="glyphicon glyphicon-chevron-down">{CLOSE_ITALIC_TEXT} Show details </a></div><pre *ngIf="showErrorMessage"><{CLOSE_TAG_PRE}</ng-container></div>
fi: <span>{{errorMessage}}</span><div class="alert-details"><p>Päivitä sivu ja kokeile uudelleen.</p><ng-container *ngIf="detailedError"><div><a (click)="showErrorMessage = !showErrorMessage"><i class="glyphicon glyphicon-chevron-down"></i> Näytä yksityiskohdat </a></div><pre *ngIf="showErrorMessage">{{detailedError}}</pre></ng-container></div>
sv: <span>{{errorMessage}}</span><div class="alert-details"><p>Försök att uppdatera sidan och försök igen.</p><ng-container *ngIf="detailedError"><div><a (click)="showErrorMessage = !showErrorMessage"><i class="glyphicon glyphicon-chevron-down"></i> Visa detaljer </a></div><pre *ngIf="showErrorMessage">{{detailedError}}</pre></ng-container></div>

source: "checkbox" (change)="fetchFunctions()" [(ngModel)]="showAllUsers"> Show functions from all users
fi: <input type="checkbox" (change)="fetchFunctions()" [(ngModel)]="showAllUsers"> Näytä kaikkien käyttäjien toiminnot
sv: <input type="checkbox" (change)="fetchFunctions()" [(ngModel)]="showAllUsers"> Visa funktioner från alla användare

source: {VAR_SELECT, select, true {folder} false {document} }
fi: {VAR_SELECT, select, true {kansio} false {dokumentti} }

source: {VAR_SELECT, select, true {folder } false {document } }
fi: {VAR_SELECT, select, true {kansioon } false {dokumenttiin } }

source: Search with tags
fi: Hae tagien avulla

source: Edit settings
fi: Muokkaa asetuksia

source: Mark all as read
fi: Merkitse kaikki luetuksi

source: Mark all as translated
fi: Merkitse kaikki käännetyksi

source: Delete all read marks
fi: Poista kaikki lukumerkinnät

source: "checkbox" [(ngModel)]="lctrl.lectureSettings.useWall" (ngModelChange)="lctrl.refreshWall()"> Show wall
fi: <input type="checkbox" [(ngModel)]="lctrl.lectureSettings.useWall" (ngModelChange)="lctrl.refreshWall()"> Näytä seinä
sv: <input type="checkbox" [(ngModel)]="lctrl.lectureSettings.useWall" (ngModelChange)="lctrl.refreshWall()"> Visa väggen

source: "checkbox" [(ngModel)]="lctrl.lectureSettings.useQuestions"> Show questions
fi: <input type="checkbox" [(ngModel)]="lctrl.lectureSettings.useQuestions"> Näytä kysymykset
sv: <input type="checkbox" [(ngModel)]="lctrl.lectureSettings.useQuestions"> Visa frågor

source: "checkbox" [(ngModel)]="lctrl.lectureSettings.useAnswers"> Show answers
fi: <input type="checkbox" [(ngModel)]="lctrl.lectureSettings.useAnswers"> Näytä vastaukset
sv: <input type="checkbox" [(ngModel)]="lctrl.lectureSettings.useAnswers"> Visa svar

source: Print document
fi: Tulosta dokumentti

source: Browser print
fi: Selaimen tulostusvalikko

source: Edit tags
fi: Muokkaa tageja

source: Set as course
fi: Aseta kurssiksi

source: Create extracts
fi: Luo otteet

source: Create minutes
fi: Luo pöytäkirja

source: Merge attachments
fi: Yhdistä liitteet

source: Create a new group
fi: Luo uusi ryhmä

source: Join
fi: Liity

source: If you don't have an existing TIM or {{getHomeOrgDisplayName()}} account, you can create a TIM account here.
fi: Jos sinulla ei ole TIM-tiliä tai {{getHomeOrgDisplayName()}}-tunnusta, voit luoda TIM-tilin tässä.
sv: Om du ännu inte har ett konto för TIM eller {{getHomeOrgDisplayName()}}, du kan skapa ett TIM konto här.

source: To reset password, enter your email or username first.
fi: Salasanan vaihtamiseksi kirjoita sähköpostiosoitteesi tai käyttäjätunnuksesi.

source: Continue
fi: Jatka

source: Cancel
fi: Peruuta

source: TIM sent you a temporary password. Please check your email and type the password below to continue.
fi: TIM lähetti sinulle väliaikaisen salasanan. Kirjoita se alla olevaan kenttään.

source: Enter your name (Lastname Firstname)
fi: Kirjoita nimesi (Sukunimi Etunimi)

source: Retype the above password
fi: Kirjoita yllä oleva salasana uudelleen

source: Finish
fi: Valmis

source: Thank you!
fi: Kiitos!

source: Your information was updated successfully.
fi: Tietosi päivitettiin onnistuneesti.

source: Various programming languages
fi: Eri ohjelmointikieliä

source: Usage in different subjects
fi: Käyttö eri oppiaineissa

source: (F)</su(F)</sup> in Finnish
fi: <sup>(F)</sup> suomeksi
sv: <sup>(F)</sup> på Finska

source: <strong>{{data.oauthClientName}}</strong> will be able to
fi: <strong>{{data.oauthClientName}}</strong> voi
sv: <strong>{{data.oauthClientName}}</strong> kommer att kunna

source: Add Print Settings
fi: Lisää tulostusasetukset
sv: Lägg till utskriftsinställningar

source: Editor
fi: Editori
sv: Redigerare

source: This email is managed by <strong [style.color]="originInfo.bgColor"></.. The address will be automatically updated by the system.
fi: Tätä sähköpostiosoitetta hallinnoi <strong [style.color]="originInfo.bgColor">{{originInfo.name}}</strong>-järjestelmä. Järjestelmä voi automaattisesti päivittää tämän osoitteen.
sv: Det här e-postmeddelandet hanteras av <strong [style.color]="originInfo.bgColor">{{originInfo.name}}</strong>. Adressen kommer automatiskt att uppdateras av systemet.

source: Verification was successfully denied. If you believe you got this link by mistake, please report this to genericglobals().config.helpEmail .
fi: Vahvistus kiellettiin onnistuneesti. Mikäli uskot saaneesi linkin vahingossa, ole hyvä ja ilmoita se osoitteeseen genericglobals().config.helpEmail .

source: Could not verify action because of an error: res.result.error.error . Please report this to genericglobals().config.helpEmail.
fi: Vahvistaminen epäonnistui virheen takia: res.result.error.error . Ole hyvä ja ilmoita tästä osoitteeseen genericglobals().config.helpEmail.

source: Accessibility statement
fi: Saavutettavuusseloste

source: You have no styles selected. You can add styles via the <a (click)="changeStyleTab(1)">Available styles</a> tab.
fi: Et ole valinnut yhtään tyyliä. Voit lisätä tyylit <a (click)="changeStyleTab(1)">Saatavilla olevat tyylit</a>-välilehdessä.
sv: Du har inga stilar valda. Du kan lägga till stilar via fliken <a (click)="changeStyleTab(1)">Tillgängliga stilar</a>.

source: UserUser-made styles</strong> are made and maintained by TIM's users. For more information, see <a href="/view/tim/ohjeita/styles">style authoring guide</a>.
fi: <strong>Käyttäjätyylit</strong> ovat TIM-käyttäjien luomat. Katso <a href="/view/tim/ohjeita/styles">tyylien laadintaopas</a> lisätietoja varten.
sv: <strong>Användargjorda stilar</strong> skapas och underhålls av TIMs användare. För mer information, se <a href="/view/tim/ohjeita/styles">guide för stilförfattare</a>.

source: Velp
fi: Velpit

source: Enter the location or leave empty
fi: Anna sijainti tai jätä tyhjäksi
sv: Ange platsen eller lämna tomt

source: file.name exceeds the maximum sizeString( maxSize ) size limit set for the following files: this.files[ index ].paths.join(", ")
fi: file.name ylittää korkeimman sizeString( maxSize ) seuraaville tiedostoille asetetun kokorajan: this.files[ index ].paths.join(", ")
sv: file.name överstiger maximal sizeString( maxSize ) storlekgräns satt för de följande filer: this.files[ index ].paths.join(", ")

source: E-mail
fi: Sähköposti
sv: E-postadress

source: Sort by
fi: Lajitteluperuste
sv: Sortera efter

source: Task, then username
fi: Ensin tehtävä, sitten nimi
sv: Uppgift, sedan användarnamn

source: Username, then task
fi: Ensin nimi, sitten tehtävä
sv: Användarnamn, sedan uppgift

source: Korppi export
fi: Korppi-vienti

source: Output fmt
fi: Vientimuoto

source: min:
fi: minimi:

source: max:
fi: maksimi:

source: this.buttonTitle (access locked to "accessTypeDisplayNames[this.currentLockedAccess]")
fi: this.buttonTitle (käyttöoikeus lukittu tasolle "accessTypeDisplayNames[this.currentLockedAccess]")
sv: this.buttonTitle (tillgång låst till "accessTypeDisplayNames[this.currentLockedAccess]")

source: this.buttonTitle (group access locked)
fi: this.buttonTitle (ryhmät lukittu)
sv: this.buttonTitle (gruppåtkomst låst)

source: cp
fi: mukautetut pisteet
sv: anpassade poäng

source: <p> Message verification is disabled by the mailing list. All message lists options can be used, but some of them can cause messages being marked as spam. </p><p><strong>This option is not recommended!</strong> Messages sent through the list will most likely be marked as spam by most mail providers. </p>
fi: <p> Viestien toimituksen varmistaminen on pois käytöstä. Kaikkia listan asetuksia voi vaihtaa, mutta jotkut niistä voivat aiheuttaa viestien merkitsemisen roskapostiksi. </p><p><strong>Tätä vaihtoehtoa ei suositella käytettäväksi!</strong> Useimmat sähköpostipalveluntarjoajat merkitsevät listan kautta lähetetyt viestit todennäköisesti roskapostiksi. </p>
sv: <p> Meddelandekontrollen är inaktiverad av sändlistan. Alla alternativ i meddelandelistorna kan användas, men vissa av dem kan leda till att meddelanden markeras som skräppost. </p><p><strong>Detta alternativ rekommenderas inte!</strong> Meddelanden som skickas via listan kommer med största sannolikhet att markeras som skräppost av de flesta e-postleverantörer. </p>

source: <p> The message list verifies all messages before sending them to the receiver. All message lists options can be used and the messages will pass spam filters of most mail providers. </p><p><strong>Note: this modifies the sender information!</strong> Messages sent through the list will have the list's address as the sender. However, the receiver will see the name of the sender and will be able to reply directly to them. </p>
fi: <p> Viestilista lisää todennustiedot kaikkiin sen kautta lähetettäviin viesteihin. Kaikkia asetuksia voidaan käyttää, ja viestit läpäisevät useimpien sähköpostipalvelujen tarjoajien roskapostisuodattimet. </p><p><strong>Huom: tämä muuttaa viestin lähettäjätiedot!</strong> Viestilistan kautta lähetettyjen viestien lähettäjäksi asetetaan listan osoite. Vastaanottaja näkee kuitenkin alkuperäisen lähettäjän nimen ja voi vastata hänelle suoraan.</p>
sv: <p> Meddelandelistan kontrollerar alla meddelanden innan de skickas till mottagaren. Alla alternativ i meddelandelistorna kan användas och meddelandena passerar de flesta e-postleverantörers skräppostfilter. </p><p><strong>Obs: detta ändrar avsändarinformationen!</strong> Meddelanden som skickas via listan kommer att ha listans adress som avsändare. Mottagaren kommer dock att se namnet på avsändaren och kan svara direkt till denne. </p>

source: <p> The message list forwards messages to the receiver without modifications. <strong>This verification method disables the following list options:</strong></p><ul><li>Subject prefix</li><li>Automatic message headers and footers are reset to empty</li></ul><p> This option relies on the verification information provided by the sender's mail provider. </p>
fi: <p> Viestilista välittää viestit vastaanottajalle ilman muutoksia. <strong>Tämä varmistustapa poistaa käytöstä seuraavat viestilistan asetukset:</strong></p><ul><li>Viestiotsikkojen etuliite</li><li>Automaattisesti lisättävät viestien ylä- ja alatunnisteet poistetaan.</li></ul><p> Tämä vaihtoehto perustuu lähettäjän sähköpostipalveluntarjoajan antamiin tarkistustietoihin. </p>
sv: <p> Meddelandelistan vidarebefordrar meddelanden till mottagaren utan ändringar. <strong>Denna verifieringsmetod inaktiverar följande listalternativ:</strong></p><ul><li>Ämnesprefix</li><li>Automatiska rubriker och sidfötter för meddelanden återställs till tomma.</li></ul><p> Det här alternativet är beroende av den verifieringsinformation som tillhandahålls av avsändarens e-postleverantör. </p>

source: Velps
fi: Velpit
sv: Velper

source: focusMe>Refresh</a> the page to continue.
fi: focusMe>Virkistä sivu</a> jatkaaksesi.
sv: focusMe>Uppdatera</a> sidan för att fortsätta.

source: Instructions
fi: Ohjeet
sv: Instruktioner

source: Multiline
fi: Monirivinen (Multiline)
sv: Flerlinje (Multiline)

source: Inline
fi: Yksirivinen (Inline)
sv: I kö (Inline)

source: Align
fi: Tasattu (Align)
sv: Justera (Align)

source: AlignAt
fi: Tasattu kohdassa (AlignAt)
sv: Rikta in vid (AlignAt)

source: Gather
fi: Kerää (Gather)
sv: Samla (Gather)

source: Equation
fi: Yhtälö (Equation)
sv: Ekvation (Equation)

source: undefined
fi: määrittelemätön
sv: odefinierad

source: Qubit
fi: Kubitti

source: With values:
fi: Arvoilla:

source: Bit
fi: Bitti

source: Answer number answerNumber is out of range for this task and user.
sv: Svaret nummer answerNumber är utom räckhåll för denna uppgift och användare.

# searchResultFrom
source: from
sv: från
